{
  "sourcename": "Bhagavad-Gita",
  "books": [
    {
      "book": 1,
      "chapters": [
        {
          "chapter": 1,
          "verses": [
            {
              "verse": "1",
              "chapter": "1",
              "sanskrit": "dhṛtarāṣṭra uvāca <br>dharma-kṣetre kuru-kṣetre <br>samavetā yuyutsavaḥ <br>māmakāḥ pāṇḍavāś caiva <br>kim akurvata sañjaya",
              "sanskrit-parsed": "dhṛtarāṣṭras uvāca <br>dharma-kṣetre kuru-kṣetre <br>samavetās yuyutsavas <br>māmakās pāṇḍavās caiva <br>kim akurvata sañjaya",
              "prabhupada": "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pāṇḍu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?",
              "winthrop": "`Dhritarashtra spoke: <br>When they were in the field <br>of virtue, in the field of the Kurus, <br>Assembled together, desiring to fight, <br>What did my army and that of the <br>Sons of Pandu do, Sanjaya?",
              "mitchell": "Dhritarashtra said: On the field of justice, the field of the Kurus, mine (his sons) and the sons of Pandu were gathered together, desirous of battle. What did they do, Sanjaya?",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "2",
              "chapter": "1",
              "sanskrit": "sañjaya uvāca <br>dṛṣṭvā tu pāṇḍavānīkaṃ <br>vyūḍhaṃ duryodhanas tadā <br>ācāryam upasaṅgamya <br>rājā vacanam abravīt",
              "sanskrit-parsed": "sañjayas uvāca <br>dṛṣṭvā tu pāṇḍavānīkam <br>vyūḍham duryodhanas tadā <br>ācāryam upasaṅgamya <br>rājā vacanam abravīt",
              "prabhupada": "Sañjaya said: O King, after looking over the army arranged in military formation by the sons of Pāṇḍu, King Duryodhana went to his teacher and spoke the following words.",
              "winthrop": "Sanjaya spoke: <br>Seeing indeed the army <br>Of the sons of Pandu arrayed, <br> King Duryodhana, approaching his <br>Master (Drona), <br>Spoke these words:",
              "mitchell": "Sanjaya said: Having seen the Pandava army arranged, Duryodhana then met with (his) martial guru. The king spoke words.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "3",
              "chapter": "1",
              "sanskrit": "paśyaitāṃ pāṇḍu-putrāṇām <br>ācārya mahatīṃ camūm <br>vyūḍhāṃ drupada-putreṇa <br>tava śiṣyeṇa dhīmatā",
              "sanskrit-parsed": "paśyaitām pāṇḍu-putrāṇām ācārya mahatīm camūm <br>vyūḍhām drupada-putreṇa <br>tava śiṣyeṇa dhīmatā",
              "prabhupada": "O my teacher, behold the great army of the sons of Pāṇḍu, so expertly arranged by your intelligent disciple the son of Drupada.",
              "winthrop": "Behold O Master, this great army <br>Of the sons of Pandu <br>Arrayed by the sons of Drupada, <br>Wise by your instruction.",
              "mitchell": "Master, just see the expansive army of the sons of Pandu, arranged by the son of Drupada, your intelligent disciple.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "4",
              "chapter": "1",
              "sanskrit": "atra śūrā maheṣvāsā <br>bhīmārjuna-samā yudhi <br>yuyudhāno virāṭaś ca <br>drupadaś ca mahā-rathaḥ",
              "sanskrit-parsed": "atra śūrās maheṣvāsās <br>bhīma-arjuna-samās yudhi <br>yuyudhānas virāṭas ca <br>drupadas ca mahā-rathas",
              "prabhupada": "Here in this army are many heroic bowmen equal in fighting to Bhīma and Arjuna: great fighters like Yuyudhāna, Virāṭa and Drupada.",
              "winthrop": "Here are heroes, mighty archers, <br> Equal in battle to Bhima and Arjuna, <br>Yuyudhana and Virata, <br> And Drupada, the great warrior,",
              "mitchell": "Here (are) great heroic bowmen, equal in battle to Bhima and Arjuna: Yuyudhana, Virtata, and the great chariot fighter, Drupada, too.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "5",
              "chapter": "1",
              "sanskrit": "dhṛṣṭaketuś cekitānaḥ <br>kāśi-rājaś ca vīryavān <br>purujit kunti-bhojaś ca <br>śaibyaś ca nara-puṅgavaḥ",
              "sanskrit-parsed": "dhṛṣṭaketus cekitānas <br>kāśi-rājas ca vīryavān <br>purujit kunti-bhojas ca <br>śaibyas ca nara-puṅgavas",
              "prabhupada": "There are also great heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja and Śaibya.",
              "winthrop": "Dhrishtaketu, Chekitana, <br>And the valorous King of Kash, <br>Purojit and Kuntibhoja <br>And Shaibya, bull among men.",
              "mitchell": "Dhrishtaketu, Chekitana, Kashiraj, and Viryavan. Purujit, Kuntiboja, and Shaibya, too, (is a) bull among men.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "6",
              "chapter": "1",
              "sanskrit": "yudhāmanyuś ca vikrānta <br>uttamaujāś ca vīryavān <br>saubhadro draupadeyāś ca <br>sarva eva mahā-rathāḥ",
              "sanskrit-parsed": "yudhāmanyus ca vikrāntas <br>uttamaujās ca vīryavān <br>saubhadras draupadeyās ca <br>sarva eva mahā-rathās",
              "prabhupada": "There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadrā and the sons of Draupadī. All these warriors are great chariot fighters.",
              "winthrop": "And mighty Yudhamanyu <br>And the valorous Uttamaujas; <br>The son of Subhadra and the sons of Draupadi, <br>All indeed great warriors.",
              "mitchell": "...and the courageoous Yudhamanyu, Uttamauja, the virile son of Subhadra, and the sons of Draupadi (are) all mighty warriors, too.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "7",
              "chapter": "1",
              "sanskrit": "asmākaṃ tu viśiṣṭā ye <br>tān nibodha dvi-jottama <br>nāyakā mama sainyasya <br>saṃjñārthaṃ tān bravīmi te",
              "sanskrit-parsed": "asmākam tu viśiṣṭās ye <br>tān nibodha dvi-jottama <br>nāyakās mama sainyasya <br>saṃjñārtham tān bravīmi te",
              "prabhupada": "But for your information, O best of the brāhmaṇas, let me tell you about the captains who are especially qualified to lead my military force.",
              "winthrop": "Those of ours who are indeed distinguished, <br>Know them! O highest of the Twiceborn, <br>The leaders of my army <br>I name for you by proper names:",
              "mitchell": "But our(s) who (are) distinguished! Consider them, O best of the twice-born. (They are) the leaders of my army. I am declaring them to you for the sake of naming.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "8",
              "chapter": "1",
              "sanskrit": "bhavān bhīṣmaś ca karṇaś ca <br>kṛpaś ca samitiñjayaḥ <br>aśvatthāmā vikarṇaś ca <br>saumadattis tathaiva ca",
              "sanskrit-parsed": "bhavān bhīṣmas ca karṇas ca <br>kṛpas ca samitiñjayas <br>aśvatthāmā vikarṇas ca <br>saumadattis tathā eva ca",
              "prabhupada": "There are personalities like you, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa and the son of Somadatta called Bhūriśravā, who are always victorious in battle.",
              "winthrop": "Your Lordship and Bhishma and Karna <br>and Kripa, always victorious in battle, <br>Ashvatthama and Vikarna <br>and the son of Somadatta also;",
              "mitchell": "(There is) your honor, Bhishma, Karna, and the <i>ever</i>-victorious Kripa. (There is) Ashvatthama, Vikarna, and then also Saumadatti, too.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "9",
              "chapter": "1",
              "sanskrit": "anye ca bahavaḥ śūrā mad-arthe tyakta-jīvitāḥ nānā-śastra-praharaṇāḥ sarve yuddha-viśāradāḥ",
              "sanskrit-parsed": "anye ca bahavas śūrās <br>mad-arthe tyakta-jīvitās <br>nānā-śastra-praharaṇās <br>sarve yuddha-viśāradās",
              "prabhupada": "There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science.",
              "winthrop": "And many other heroes <br>whose lives are risked for my sake, <br>attacking with various weapons, <br>all skilled in battle.",
              "mitchell": "And (there are) many other heroes, (their) lives abandoned for my sake, (possessing) various striking weapons, all skilled in battle.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "10",
              "chapter": "1",
              "sanskrit": "aparyāptaṃ tad asmākaṃ <br>balaṃ bhīṣmābhirakṣitam <br>paryāptaṃ tv idam eteṣāṃ <br>balaṃ bhīmābhirakṣitam",
              "sanskrit-parsed": "aparyāptam tad asmākam <br>balam bhīṣma-abhirakṣitam <br>paryāptam tu idam eteṣām <br>balam bhīma-abhirakṣitam",
              "prabhupada": "Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pāṇḍavas, carefully protected by Bhīma, is limited.",
              "winthrop": "Sufficient is that force of ours <br> Guarded by Bhishma; <br>Insufficient though is <br>The force guarded by Bhima.",
              "mitchell": "That (force) is inferior to ours, (which is) protected by Bhishma. But, this (force) is superior to theirs, (which is) proteced by Bhima, is superior.",
              "translation and grammar notes": {
                "comment": "<small>Winthrop struggles with <i>(a)paryāptaṃ</i> 'inferior' here. MW gives us 'unlimited; unbounded as a possible alternative, but Mahabharata (see references) offers the word in other places when making comparisons, and it clearly means 'inferior'. Even the syntax is the same (<i>nominative + genitive = not superior</i>). It is proposed here, following suit with Arjuna's humorous remark in ref (3), that the accompanying genitive is a genitive of comparison rather than a possessive pronoun. This also clears up the <i>tad/idam</i> confusion.",
                "Links": [
                  [
                    "1",
                    "<a href='http://www.sanskrit-linguistics.org/dcs/index.php?contents=texte&PhraseID=170775'>mene sarvān mahīpālān aparyāptān svatejasā</a>",
                    "avāpya sarvaśastrāṇi mudito vāsavātmajaḥ mene sarvān mahīpālān aparyāptān svatejasā /",
                    "(Having obtained all the weapons, the son of Indra) considered all the earth protectors inferior to his own power."
                  ],
                  [
                    "2",
                    "<a href='http://www.sanskrit-linguistics.org/dcs/index.php?contents=texte&PhraseID=223867'>",
                    "na caite tava <i>paryāptā</i> jñāne dharmārthayostathā vikrame cāpyaparyāptāḥ pāṇḍavān prati bhārata",
                    "These of your(s) are not even superior (paryāptā) in knowledge, religious merit, and also they're inferior (aparyāptāḥ) to the Pandavas in courage, O scion of Bharata."
                  ],
                  [
                    "3",
                    "<a href='http://www.sanskrit-linguistics.org/dcs/index.php?contents=texte&PhraseID=264588'></a>",
                    "arjunaḥ pratyuvācedaṃ kṛṣṇamakliṣṭakāriṇam mamāpyetāv <i>aparyāptau</i> karṇaśalyau janārdana",
                    "Arjuna, who is never wearied in action, responded to Krishna, 'For me, both Karna and Shalya (put together) are inferior, Janardana.'"
                  ]
                ]
              }
            },
            {
              "verse": "11",
              "chapter": "1",
              "sanskrit": "ayaneṣu ca sarveṣu <br>yathā bhāgam avasthitāḥ <br>bhīṣmam evābhirakṣantu <br>bhavantaḥ sarva eva hi",
              "sanskrit-parsed": "ayaneṣu ca sarveṣu <br>yathā bhāgam avasthitās <br>bhīṣmam eva abhirakṣantu <br>bhavantas sarva eva hi",
              "prabhupada": "All of you must now give full support to Grandfather Bhīṣma, as you stand at your respective strategic points of entrance into the phalanx of the army.",
              "winthrop": "And in all movements, <br> Stationed each in his respective place, <br>All of you, indeed, <br>Protect Bhishma!",
              "mitchell": "At all points of entry, positioned according to your share, you <i>all</i> must indeed protect <i>Bhishma</i>! "
            },
            {
              "verse": "12",
              "chapter": "1",
              "sanskrit": "tasya sañjanayan harṣaṃ <br>kuru-vṛddhaḥ pitā-mahaḥ <br>siṃha-nādaṃ vinadyocchaiḥ <br>śaṅkhaṃ dadhmau pratāpavān",
              "sanskrit-parsed": "tasya sañjanayan harṣam <br>kuru-vṛddhas pitā-mahas <br>siṃha-nādam vinadya-ucchaiḥ <br>śaṅkham dadhmau pratāpavān",
              "prabhupada": "Then Bhīṣma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy.",
              "winthrop": "Making him (Duryodhana) happy, <br>The aged Kuru, his grandsire, <br>Roaring like a lion, <br>Blew his conch horn powerfully.",
              "mitchell": "Causing his (Duryodhana's) delight, the Kuru elder, the powerful grandfather, after loudly belting out a lion's roar, blew his conchshell.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "13",
              "chapter": "1",
              "sanskrit": "tataḥ śaṅkhāś ca bheryaś ca <br>paṇavānaka-gomukhāḥ <br>sahasaivābhyahanyanta <br>sa śabdas tumulobhavat",
              "sanskrit-parsed": "tatas śaṅkhās ca bheryas ca <br>paṇava-ānaka-go-mukhās <br>sahasā-eva-abhyahanyanta <br>sa śabdas tumulas abhavat",
              "prabhupada": "After that, the conchshells, drums, bugles, trumpets and horns were all suddenly sounded, and the combined sound was tumultuous.",
              "winthrop": "And thereupon the conch horns and the kettledrums, <br>The cymbals, drums and trumpets <br>All at once sounded. <br>The upraor was tremendous.",
              "mitchell": "Then, conchshells, drums, kettledrums, and trumpets were suddenly resounding.  The sound was tumultuous.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "14",
              "chapter": "1",
              "sanskrit": "tataḥ śvetair hayair yukte <br>mahati syandane sthitau <br>mādhavaḥ pāṇḍavaś caiva <br>divyau śaṅkhau pradaghmatuḥ",
              "sanskrit-parsed": "tatas śvetais hayais yukte <br>mahati syandane sthitau <br>mādhavas pāṇḍavas ca eva <br>divyau śaṅkhau pradaghmatus",
              "prabhupada": "On the other side, both Lord Kṛṣṇa and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells.",
              "winthrop": "Then, standing in the great chariot <br>Yoked with white horses, <br>Krishna and Arjuna <br>Sounded forth their divine conch horns.",
              "mitchell": "Then, situated on a great chariot yoked with white horses, Madhava (Krishna) and the Pandava (Arjuna) blew their divine conchshells.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "15",
              "chapter": "1",
              "sanskrit": "pāñca-janyaṃ hṛṣīkeśo <br>devadattaṃ dhanañjayaḥ <br>pauṇḍraṃ dadhmau mahā-śaṅkhaṃ <br>bhīma-karmā vṛkodaraḥ",
              "sanskrit-parsed": "pāñca-janyam hṛṣīkeśas <br>deva-dattam dhanañjayas <br>pauṇḍram dadhmau mahā-śaṅkham <br>bhīma-karmā vṛkodaras",
              "prabhupada": "Lord Kṛṣṇa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Pauṇḍra.",
              "winthrop": "Krishna blew his Panchajanya; <br>Arjuna blew Devadata, <br>While Bhima, terrible in action, <br>Blew the great conch horn Paundra.",
              "mitchell": "Hrishikesha (Krishna), the <i>Panchajanya</i>. Dhananjaya (Arjuna), the <i>Devadatta</i>. The great conch <i>Paundra</i>, the fearsome Vrikodara (Bhima) blew.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "16",
              "chapter": "1",
              "sanskrit": "ananta-vijayaṃ rājā <br>kuntī-putro yudhiṣṭhiraḥ <br>nakulaḥ sahadevaś ca <br>sughoṣa-maṇi-puṣpakau",
              "sanskrit-parsed": "ananta-vijayam rājā <br>kuntī-putras yudhiṣṭhiras <br>nakulas sahadevas ca <br>sughoṣa-maṇi-puṣpakau",
              "prabhupada": "King Yudhiṣṭhira, the son of Kuntī, blew his conchshell, the Ananta-vijaya, and Nakula and Sahadeva blew the Sughoṣa and Maṇipuṣpaka. ",
              "winthrop": "King Yudhishthira, <br>Son of Kunti, blew Anantavijaya; <br> Nakula and Sahadeva <br> Blew Sughosa and Manipushpaka.",
              "mitchell": "The king, son of Kunti, Yudhishthira (blew) <i>Anantajaya</i>. Nakula and Sahadeva, the <i>Sughosha</i> and <i>Manipushpaka</i>.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "17",
              "chapter": "1",
              "sanskrit": "kāśyaś ca parameṣvāsaḥ <br>śikhaṇḍī ca mahārathaḥ <br>dhṛṣṭadyumno virāṭaś ca <br>sātyakiś cāparājitaḥ",
              "sanskrit-parsed": "kāśyas ca parameṣvāsas <br>śikhaṇḍī ca mahārathas <br>dhṛṣṭa-dyumnas virāṭas ca <br>sātyakis ca aparājitaḥ",
              "prabhupada": "That great archer the King of Kāśī, the great fighter Śikhaṇḍī, Dhṛṣṭadyumna, Virāṭa, the unconquerable Sātyaki, ",
              "winthrop": "And the King of Kashi, supreme archer, <br>And Shikhandi, that great warrior, Dhrishtadyumna and Virata <br> And Satyaki, the invicible;",
              "mitchell": "The king of Kashi, a supreme archer, and Shikhandi, a mighty warrior. Dhrishtadyumna, Virata, and Satyaki, the invincible one.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "18",
              "chapter": "1",
              "sanskrit": "drupado draupadeyāś ca <br>sarvaśaḥ pṛthivī-pate <br>saubhadraś ca mahābāhuḥ <br>śaṅkhān dadhmuḥ pṛthak-pṛthak",
              "sanskrit-parsed": "drupadas draupadeyās ca <br>sarvaśas pṛthivī-pate <br>saubhadras ca mahā-bāhus <br>śaṅkhān dadhmus pṛthak-pṛthak",
              "prabhupada": "Drupada, the sons of Draupadī, and others, O King, such as the mighty-armed son of Subhadrā, all blew their respective conchshells.",
              "winthrop": "Drupada and the sons of Draupai <br>All together, O Lord of the Earth, <br>And the strong armed son of Subhadra <br>Blew their conch horns, each his own.",
              "mitchell": "Drupada, and the sons of Draupadi all together, O ruler of the Earth, and the son of mighty-armed Subhadra blew (their conchshells), one by one.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "19",
              "chapter": "1",
              "sanskrit": "sa ghoṣo dhārtarāṣṭrāṇāṃ <br>hṛdayāni vyadārayat <br>nabhaś ca pṛthivīṃ caiva <br>tumulobhyanunādayan",
              "sanskrit-parsed": "sa ghoṣas dhārta-rāṣṭrāṇām <br>hṛdayāni vyadārayat <br>nabhas ca pṛthivīm ca eva <br>tumulas abhyanunādayan",
              "prabhupada": "The blowing of these different conchshells became uproarious. Vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhṛtarāṣṭra.",
              "winthrop": "The noise burst asunder <br>The hearts of the sons of Dhritarashtra, <br>And the tumult caused <br>The sky and the earth to resound.",
              "mitchell": "The sound caused the hearts of the Dhartarashtras to tear open, and both the sky and the earth to reverberate.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "20",
              "chapter": "1",
              "sanskrit": "atha vyavasthitān dṛṣṭvā <br>dhārtarāṣṭrān kapi-dhvajaḥ <br>pravṛtte śastra-saṃpāte <br>dhanur udyamya pāṇḍavaḥ",
              "sanskrit-parsed": "atha vyavasthitān dṛṣṭvā <br>dhārta-rāṣṭrān kapi-dhvajas <br>pravṛtte śastra-saṃpāte <br>dhanus udyamya pāṇḍavas",
              "prabhupada": "At that time Arjuna, the son of Pāṇḍu, seated in the chariot bearing the flag marked with Hanumān, took up his bow and prepared to shoot his arrows. ",
              "winthrop": "Then, Arjuna, having seen the sons of Dhritarashtra <br>Drawn up in battle array, <br>Raised his bow as the clash of weapons began.",
              "mitchell": "Then, the son of Pandu, the bearer of the monkey banner (Arjuna), seeing the Dhritarashtras positioned, (and) raising his bow when the collision of weapons (the battle) was commenced...",
              "Translation and Grammar Notes": "Placing an action within a locative absolute here might be giving us and imperfective aspect to the commencement of the battle. Perhaps, 'while the battle was commencing' would be better."
            },
            {
              "verse": "21",
              "chapter": "1",
              "sanskrit": "hṛṣīkeśaṃ tadā vākyam <br>idam āha mahī-pate <br>senayor ubhayor madhye <br>rathaṃ sthāpaya me 'cyuta",
              "sanskrit-parsed": "hṛṣīkeśam tadā vākyam <br>idam āha mahī-pate <br>senayos ubhayos madhye <br>ratham sthāpaya me acyuta",
              "prabhupada": "O King, after looking at the sons of Dhṛtarāṣṭra drawn in military array, Arjuna then spoke to Lord Kṛṣṇa these words.",
              "winthrop": "Arjuna then spoke these words to Krishna: <br>O Lord of the earth, <br>Cause my chariot to stand in the middle <br>Between the two armies, Imperishable One,",
              "mitchell": "O Lord of the earth, at that time, he uttered this statement to Hrishikesha (Krishna): Station my chariot between the two armies, infallible one.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "22",
              "chapter": "1",
              "sanskrit": "yāvad etān nirikṣe 'haṃ <br>yoddhu-kāmān avasthitān <br>kair mayā saha yoddhavyam <br>asmin raṇa-samudyame",
              "sanskrit-parsed": "yāvad etān nirikṣe aham <br>yoddhu-kāmān avasthitān <br>kais mayā saha yoddhavyam <br>asmin raṇa-samudyame",
              "prabhupada": "Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see those present here, who desire to fight, and with whom I must contend in this great trial of arms.",
              "winthrop": "Until I behold these warriors, <br>Battle-hungry and arrayed. <br>With whom should I fight <br>In undertaking this battle?",
              "mitchell": "...in order that I (will) see these stationed (troops), desirous of battle. With whom (is there to be) a battle with me in this great undertaking of war?",
              "Translation and Grammar Notes": {
                "Translation": "Apte gives the following for yāvat: (b) just, then, in the meantime (denoting an action intended to be done immediately); tadyābat gṛhiṇīmāhūya saṃgītakamanutiṣṭhāmi Ś. 1 ; yāvadimāṃ chāyāmāśritya pratipālayāmi Ś. 3.  (c) As much as. (d) That, in order that. (e) Even, just.",
                "Grammar": "Here, we have a case of the gerundive. In Deshpande's Sanskrit Primer, he states that the gerunidive indicates what someone 'should do'. But Whitney's Grammar only translates it as 'to be done'. Monier Williams, in his Practical Sanskrit Grammar says, 'These suffixes yield a sense corresponding to the Latin Fut. Pass. Part. in <i>dus</i>, and the English <i>able</i> and <i>ible</i>, and most commonly denote 'obligation' or 'propriety' and 'fitness. It's also a bit of an awkward phrase because we have <i>kair</i>, but then the gerundive is intransitive and used impersonally (thus, the -am accusative singular neuter inflection). 'With whom (kair) ought there be <i>a fighting</i> (yoddhavyam) with me (mayā saha)?'"
              }
            },
            {
              "verse": "23",
              "chapter": "1",
              "sanskrit": "yotsyamānān avekṣe 'haṃ <br>ya ete 'tra samāgatāḥ <br>dhārtarāṣṭrasya durbuddher <br>yuddhe priya-cikīrṣavaḥ",
              "sanskrit-parsed": "yotsyamānān avekṣe ahaṃ <br>ye ete atra samāgatās <br>dhārtarāṣṭrasya durbuddhes <br>yuddhe priya-cikīrṣavas",
              "prabhupada": "Let me see those who have come here to fight, wishing to please the evil-minded son of Dhṛtarāṣṭra.",
              "winthrop": "I behold those who are about to give battle, <br>Having come together here, <br>Wishing to do service in warefare <br>For the evil-minded son on Dhritarashtra (Duryodhanda).",
              "mitchell": "I see these (who) will be fighting. Those who (are) assembled here desiring to do a favor for the evil-minded son of Dhritarashtra.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "24",
              "chapter": "1",
              "sanskrit": "evam ukto hṛṣīkeśo <br>guḍākeśena bhārata <br>senayor ubhayor madhye <br>sthāpayitvā rathottamam",
              "sanskrit-parsed": "evam uktas hṛṣīkeśas <br>guḍākeśena bhārata <br>senayos ubhayos madhye <br>sthāpayitvā ratha-uttamam",
              "prabhupada": "Sañjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Kṛṣṇa drew up the fine chariot in the midst of the armies of both parties.",
              "winthrop": "Thus Krishna was addressed by Arjuna, <br>O Dhritarashtra, <br>Having caused the chief chartiot <br>To stand in the middle between the two armies.",
              "mitchell": "O scion of Bharata, thus Hrishikesha was addressed by Gudakesha after stationing that best of chariots in the middle of the two armies.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "25",
              "chapter": "1",
              "sanskrit": "bhīṣma-droṇa-pramukhataḥ <br>sarveṣāṃ ca mahīkṣitām <br>uvāca pārtha paśyaitān <br>samavetān kurūn iti",
              "sanskrit-parsed": "bhīṣma-droṇa-pramukhatas <br>sarveṣām ca mahīkṣitām <br>uvāca pārtha paśyaitān <br>samavetān kurūn iti",
              "prabhupada": "In the presence of Bhīṣma, Droṇa and all the other chieftains of the world, the Lord said, “Just behold, Pārtha, all the Kurus assembled here.”",
              "winthrop": "Before the eyes of Bhishma and Drona <br>And all these rules of the earth, <br>Arjuna said: Behold these <br> Kurus assembled.",
              "mitchell": "In front of Bhishma, Drona, and all the kings of the earth, Partha said, 'Behold the assembled Kurus.'",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "26",
              "chapter": "1",
              "sanskrit": "tatrāpaśyat sthitān pārthaḥ <br>pitṛn atha pitāmahān <br>ācāryān mātulān bhrātṛn <br>putrān pautrān sakhīṃs tathā",
              "sanskrit-parsed": "tatra apaśyat sthitān pārthas <br>pitṛn atha pitāmahān <br>ācāryān mātulān bhrātṛn <br>putrān pautrān sakhīn tathā",
              "prabhupada": "There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his fathers-in-law and well-wishers.",
              "winthrop": "Arjuna saw standing there <br>Fathers, then grandfathers, <br>Teachers, maternal uncles, brothers, <br>Sons, grandsons, friends as well",
              "mitchell": "There, Partha saw them standing: fathers, then grandfathers, teachers, uncles, brothers, sons, grandsons, and also friends.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "27",
              "chapter": "1",
              "sanskrit": "śvaśurān suhṛdaś caiva <br>senayor ubhayor api <br>tān samīkṣya sa kaunteyaḥ <br>sarvān bandhūn avasthitān",
              "sanskrit-parsed": "śvaśurān suhṛdas ca eva <br>senayos ubhayos api <br>tān samīkṣya sa kaunteyas <br>sarvān bandhūn avasthitān",
              "prabhupada": "When the son of Kuntī, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus.",
              "winthrop": "Arjuna saw fathers-in-law, companions, <br>In the two armies, <br>And contemplated <br>All his kinsmen, arrayed.",
              "mitchell": "...fathers-in-law, and even well-wishers. Having seen them, all relatives, positioned in both armies, the son of Kunti...",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "28",
              "chapter": "1",
              "sanskrit": "kṛpayā parayāviṣṭo <br>viṣīdann idam abravīt <br>dṛṣṭvemaṃ sva-janaṃ kṛṣṇa <br>yuyutsuṃ samupasthitam",
              "sanskrit-parsed": "kṛpayā parayāviṣṭas <br>viṣīdan idam abravīt <br>dṛṣṭvā imam sva-janam kṛṣṇa <br>yuyutsum samupasthitam",
              "prabhupada": "Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.",
              "winthrop": "Filled with infinite pity, <br>Despondent, he said this: <br>Having seen my own people, Krishna <br>Desiring to fight, approaching.",
              "mitchell": "Filled with extreme compassion, he, lamenting, said this: O Krishna, seeing these kinsmen, arrived (and) desirous of battle...",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "29",
              "chapter": "1",
              "sanskrit": "sīdanti mama gātrāṇi <br>mukhañ ca pariśuṣyati <br>vepathuś ca śarīre me <br>roma-harṣaś ca jāyate",
              "sanskrit-parsed": "sīdanti mama gātrāṇi <br>mukhañ ca pariśuṣyati <br>vepathus ca śarīre me <br>roma-harṣas ca jāyate",
              "prabhupada": "My whole body is trembling, my hair is standing on end, my bow Gāṇḍīva is slipping from my hand, and my skin is burning.",
              "winthrop": "My limbs sink down, <br>My mouth dries up, <br>My body trembles, <br>And my hair stands on end;",
              "mitchell": "My limbs are sinking, my mouth is dry, there is a trembling in my body, and my hair is standing on end (literally: there is a coming of spikey hair).",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "30",
              "chapter": "1",
              "sanskrit": "gāṇḍīvaṃ straṃsate hastāt tvak caiva paridahya tena ca śaknomy avasthātuṃ bhramatīva ca me manaḥ",
              "sanskrit-parsed": "gāṇḍīvam straṃsate hastāt tvak ca eva paridahya tena ca śaknomi avasthātum bhramati iva ca me manas",
              "prabhupada": "I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I see only causes of misfortune, O Kṛṣṇa, killer of the Keśī demon.",
              "winthrop": "Gandiva (Arjuna's bow) falls from (my) hand, <br>My skin burns, <br>I am unable to remain as I am, <br>And my mind seems to reamble.",
              "mitchell": "Gandiva (is) loosening from my hand, and (my) skin burns all over. I am not able to stand and my mind is reeling a bit.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "31",
              "chapter": "1",
              "sanskrit": "nimittāni ca paśyāmi <br>viparītāni keśava <br>na ca śreyo 'nupaśyāmi <br>hatvā sva-janam āhave",
              "sanskrit-parsed": "nimittāni ca paśyāmi <br>viparītāni keśava <br>na ca śreyas anupaśyāmi <br>hatvā sva-janam āhave",
              "prabhupada": "I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Kṛṣṇa, desire any subsequent victory, kingdom or happiness.",
              "winthrop": "I perceive inauspicious omens, O Krishna, <br>And I foresee misfortuned <br>In destoying my own people in battle.",
              "mitchell": "I see distressful omens, Keshava, and I do not anticipate prosperity after killing (one's) own kinsman in battle.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "32",
              "chapter": "1",
              "sanskrit": "na kāṅkṣe vijayaṃ kṛṣṇa <br>na ca rājyaṃ sukhāni ca <br>kiṃ no rājyena govinda <br>kiṃ bhogair jīvitena vā",
              "sanskrit-parsed": "na kāṅkṣe vijayam kṛṣṇa <br>na ca rājyam sukhāni ca <br>kim nas rājyena govinda <br>kim bhogais jīvitena vā",
              "prabhupada": "O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?",
              "winthrop": "I do not desire victory, Krishna, <br>Nor kingship nor pleasures. <br>What is kingship to us, Krishna? <br>What are enjoyments, even life?",
              "mitchell": "I don't want victory, Krishna, nor a kingdom and pleasures. What('s the point of) our kingdom, Govinda? What('s the point of) enjoyments or (even) life?",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "33",
              "chapter": "1",
              "sanskrit": "yeṣām arthe kāṅkṣitaṃ no <br>rājyaṃ bhogāḥ sukhāni ca <br>ta ime vasthitā yuddhe <br>prāṇāṃs tyaktvā dhanāni ca",
              "sanskrit-parsed": "yeṣām arthe kāṅkṣitam nas <br>rājyam bhogās sukhāni ca <br>te ime avasthitā yuddhe <br>prāṇān tyaktvā dhanāni ca",
              "prabhupada": "O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?",
              "winthrop": "Those for whose sake we desire <br>Kingship, enjoyments, and pleasures, <br>They are arrayed here in battle, <br>Abandoning their lives and riches.",
              "mitchell": "For the sake of those whom (it was) our desired (object): kingdom, pleasures, and enjoyments. <i>They</i> are poised for battle, having given up their lives and riches.",
              "Translation and Grammar Notes": "Not easy to translate the first part. Arjuna is saying he wanted the objects of prosperity in order to enjoy them with the very people he had to kill to get them. Also, note the double pronoun (ta ime). It is a common construction, used to show emphasis, but literally, it just means 'they these!'"
            },
            {
              "verse": "34",
              "chapter": "1",
              "sanskrit": "ācāryāḥ pitaraḥ putrās <br>tathaiva ca pitāmahāḥ <br>mātulāḥ śvaśurāḥ pautrāḥ <br>śyālāḥ sambandhinas tathā",
              "sanskrit-parsed": "ācāryās pitaras putrās <br>tathā eva ca pitāmahās <br>mātulās śvaśurās pautrās <br>śyālās sambandhinas tathā",
              "prabhupada": "O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?",
              "winthrop": "Teachers, fathers, sons, <br>And also grandfathers, <br>Maternal uncles, fathers-in-law, grandsons, <br>Brothers-in-law, and other kinsmen.",
              "mitchell": "Teachers, fathers, sons, <br>And grandfathers as well. Maternal uncles, fathers-in-law, grandsons, brothers-in-law, relatives, too.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "35",
              "chapter": "1",
              "sanskrit": "etān na hantum icchhāmi <br>ghnato 'pi madhusūdana <br>api trailokya-rājyasya <br>hetoḥ kiṃ nu mahīkṛte",
              "sanskrit-parsed": "etān na hantum icchhāmi <br>ghnatas api madhusūdana <br>api trai-lokya-rājyasya <br>hetos kim nu mahī-kṛte",
              "prabhupada": "O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?",
              "winthrop": "I do not desire to kill <br>Them who are bent on killing, Krishna, <br>Even for the sovereignty of the three worlds. How much less then for the earth?",
              "mitchell": "I don't want to kill them even (as) killers, Madhusudana. Even for the sake of sovereignty of the three words, what then on the created world",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "36",
              "chapter": "1",
              "sanskrit": "nihatya dhārtarāṣṭrān naḥ <br>kā prītiḥ syājjanārdana pāpam evāśrayed asmān <br>hatvaitān ātatāyinaḥ",
              "sanskrit-parsed": "nihatya dhārtarāṣṭrān nas <br>kā prītis syāt janārdana <br>pāpam eva āśrayet asmān <br>hatvā etān ātatāyinas",
              "prabhupada": "Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?",
              "winthrop": "What joy would it be for us <br>To strike down the sons of Dhritarashtra, O Krishna? <br>Evil thus would cling to us, <br>Having killed these aggressors.",
              "mitchell": "After killing the Dhartarashtras, what pleasure would there be for us, Janardana? Sin would stick to us, having killed these men with their bows drawn.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "37",
              "chapter": "1",
              "sanskrit": "tasmān nārhā vayaṃ hantuṃ <br>dhārtarāṣṭrān sva-bāndhavān <br>sva-janaṃ hi kathaṃ hatvā <br>sukhinaḥ syāma mādhava",
              "sanskrit-parsed": "tasmān nārhās vayam hantum <br>dhārtarāṣṭrān sva-bāndhavān <br>sva-janam hi katham hatvā <br>sukhinaḥ syāma mādhava",
              "prabhupada": "O Janārdana, although these men, their hearts overtaken by greed, see no fault in killing one’s family or quarreling with friends, why should we, who can see the crime in destroying a family, engage in these acts of sin?",
              "winthrop": "Therefore we are not justified in killing <br>The sons of Dhritarashtra, our own kinsmen. <br>How, having killed our own people, <br>Could we be happy, Krishna?",
              "mitchell": "Therefore, we are not allowed to kill the Dhartarashtras, (our) own relatives. How, having killed (our) own <i>people</i>, could we be happy, Madhava?",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "38",
              "chapter": "1",
              "sanskrit": "yady apy ete na paśyanti <br>lobhopahata-cetasaḥ <br>kula-kṣaya-kṛtaṃ doṣaṃ <br>mitra-drohe ca pātakam",
              "sanskrit-parsed": "yadi api ete na paśyanti <br>lobha-upahata-cetasas <br>kula-kṣaya-kṛtam doṣaṃ <br>mitra-drohe ca pātakam",
              "prabhupada": "With the destruction of the dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligion.",
              "winthrop": "Even if those <br>Whose thoughts are overpowered by greed do not perceive <br>The wrong caused by the destruction of the family, <br>And the crime of treachery to friends.",
              "mitchell": "Even if these (relatives) do not see, their minds overpowered by greed, the evil which destroys the family, and the crime in treachery to a friend.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "39",
              "chapter": "1",
              "sanskrit": "kathaṃ na jñeyam asmābhiḥ <br>pāpād asmān nivartitum <br>kula-kṣaya-kṛtaṃ doṣaṃ <br>prapaśyadbhir janārdana",
              "sanskrit-parsed": "katham na jñeyam asmābhis <br>pāpāt asmān nivartitum <br>kula-kṣaya-kṛtam doṣam <br>prapaśyadbhis janārdana",
              "prabhupada": "When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny.",
              "winthrop": "Why should we not know enough <br>to turn back from this evil, <br>Through discernment of the wrong caused <br>By the destruction of the family, O Krishna?",
              "mitchell": "How is it not to be known by us, via (our) sensibilities, to turn away from this sin as an evil that causes the destruction of the family, Janardana?",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "40",
              "chapter": "1",
              "sanskrit": "kulakṣaye praṇaśyanti <br>kula-dharmāḥ sanātanāḥ <br>dharme naṣṭe kulaṃ kṛtsnam <br>adharmo 'bhibhavaty uta",
              "sanskrit-parsed": "kulakṣaye praṇaśyanti <br>kula-dharmās sanātanās <br>dharme naṣṭe kulam kṛtsnam <br>adharmas abhibhavati uta",
              "prabhupada": "An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down, because the performances for offering them food and water are entirely stopped.",
              "winthrop": "In the destruction of the family, <br>The ancient family laws vanish; <br>When the law has perished, <br>Lawlessness overpowers the entire family also.",
              "mitchell": "When (there is) familial-destruction, the eternal family dharmas are lost. When dharma is destroyed, the entire family becomes irreligious as well.",
              "Translation and Grammar Notes": "Note the locative absolute and general meaning."
            },
            {
              "verse": "41",
              "chapter": "1",
              "sanskrit": "adharmābhibhavāt kṛṣṇa <br>praduṣyanti kula-striyaḥ <br>strīṣu duṣṭāsu vārṣṇeya <br>jāyate varṇa-saṅkaraḥ",
              "sanskrit-parsed": "adharma-abhibhavāt kṛṣṇa <br>praduṣyanti kula-striyas <br>strīṣu duṣṭāsu vārṣṇeya <br>jāyate varṇa-saṅkaras",
              "prabhupada": "By the evil deeds of those who destroy the family tradition and thus give rise to unwanted children, all kinds of community projects and family welfare activities are devastated.",
              "winthrop": "Because of the ascendency of lawlessness, Krishna, <br>The family women are corrupted; <br>When women are corrupted, O Krishna, <br>The intermixture of caste is born.",
              "mitchell": "From the predominance of irreligion, O Krishna, the family women are corrupted. When the women (are) corrupted, descendent of Vrishni, the mixing of caste prevails.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "42",
              "chapter": "1",
              "sanskrit": "saṅkaro narakāyaiva <br>kula-ghnānāṃ kulasya ca <br>patanti pitaro hy eṣāṃ <br>lupta-piṇḍodaka-kriyāḥ",
              "sanskrit-parsed": "saṅkaras narakāya eva <br>kula-ghnānām kulasya ca <br>patanti pitaras hi eṣāṃ <br>lupta-piṇḍodaka-kriyās",
              "prabhupada": "O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those whose family traditions are destroyed dwell always in hell.",
              "winthrop": "Intermixture brings to hell <br>The family destroyers and the family, too; <br>The ancestors of these indeed fall, <br>Deprived of offerings of rice and water.",
              "mitchell": "Mixture to <i>hell</i>",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "43",
              "chapter": "1",
              "sanskrit": "doṣair etaiḥ kula-ghnānāṃ <br>varṇa-saṅkara-kārakaiḥ <br>utsādyante jāti-dharmāḥ <br>kula-dharmāś ca śāśvatāḥ",
              "sanskrit-parsed": "doṣais etais kula-ghnānām <br>varṇa-saṅkara-kārakais <br>utsādyante jāti-dharmās <br>kula-dharmās ca śāśvatās",
              "prabhupada": "Alas, how strange it is that we are preparing to commit greatly sinful acts. Driven by the desire to enjoy royal happiness, we are intent on killing our own kinsmen.",
              "winthrop": "By these wrongs of the family destroyers, <br>Producing intermixture of caste, <br> Caste duties are abolished, <br>And eternal family laws also.",
              "mitchell": "By these sins of family-killing, by the creation of caste mixing, innate duties and all family traditions are destroyed.",
              "Translation and Grammar Notes": "The word ghna can be translated as 'killer' or 'killing'. It is tempting simply to translate <i>dharma</i> as is. "
            },
            {
              "verse": "44",
              "chapter": "1",
              "sanskrit": "utsanna-kula-dharmāṇāṃ <br>manuṣyāṇāṃ janārdana <br>narake niyataṃ vāso <br>bhavatīty anuśuśruma",
              "sanskrit-parsed": "utsanna-kula-dharmāṇām <br>manuṣyāṇām janārdana <br>narake niyatam vāsas <br>bhavati iti anuśuśruma",
              "prabhupada": "Better for me if the sons of Dhṛtarāṣṭra, weapons in hand, were to kill me unarmed and unresisting on the battlefield.",
              "winthrop": "Men whose family laws have been obliterated, <br>O Krishna, <br>Dwell indefinitely in hell, <br>Thus we have heard repeatedly,",
              "mitchell": "For the family-tradition-destroyed men, O Janardana, there is eternal residence in hell, so we've been told.",
              "Translation and Grammar Notes": "The prefix anu- in anu-śuśruma can have a meaning of 'repeatedly' or 'in succession' This gives it a sense of something being passed down over the years."
            },
            {
              "verse": "45",
              "chapter": "1",
              "sanskrit": "aho bata mahat pāpaṃ <br>kartuṃ vyavasitā vayam <br>yad rājya-sukha-lobhena <br>hantuṃ sva-janam udyatāḥ",
              "prabhupada": "Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief.",
              "winthrop": "Ah! Alas! We are resolved <br>To do a great evil, <br>Which is to be intent on killing <br>Our own people, through greed for royal pleasures.",
              "mitchell": "Oh, wow. We('re) determined to commit great sin because (we're) prepared to kill (our) own kinsmen.",
              "Translation and Grammar Notes": "Aho bata is a pair of interjections. They can be translated with a variety of English interjections."
            },
            {
              "verse": "46",
              "chapter": "1",
              "sanskrit": "yadi mām apratīkāram <br>aśastraṃ śastra-pāṇayaḥ <br>dhārtarāṣṭrā raṇe hanyus <br>tan me kṣemataraṃ bhavet",
              "sanskrit-parsed": "yadi mām apratīkāram <br>aśastram śastra-pāṇayas <br>dhārtarāṣṭrās raṇe hanyus <br>tan me kṣemataram bhavet",
              "prabhupada": "Better for me if the sons of Dhṛtarāṣṭra, weapons in hand, were to kill me unarmed and unresisting on the battlefield.",
              "winthrop": "If the armed sons of Dhritarashtra <br>Should kill me in battle <br>While I was unresisting and unarmed, <br>This would be a greater happiness for me.",
              "mitchell": "If the Dhartarashtras, weapons in-hand, should kill me in battle, non-reactive, that would be more comforting to me.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "47",
              "chapter": "1",
              "sanskrit": "evam uktvārjunaḥ saṅkhye <br>rathopastha upāviśat <br>visṛjya saśaraṃ cāpaṃ <br>śoka-saṃvigna-mānasaḥ",
              "sanskrit-parsed": "evam uktvā arjunas saṅkhye <br>ratha-upasthe upāviśat <br>visṛjya saśaram cāpam <br>śoka-saṃvigna-mānasas",
              "prabhupada": "Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief.",
              "winthrop": "Thus having spoken on the battlefield, <br>Arjuna sat down upon the seat of the chariot, <br>Throwing down both arrow and bow, <br>With a heart overcome by sorrow.",
              "mitchell": "Having spoken thus, Arjuna, (while) at war, (and) stationed on the chariot, sat down after letting loose (his) arrow and bow, (his) mind fallen into sorrow.",
              "Translation and Grammar Notes": ""
            }
          ]
        },
        {
          "chapter": 2,
          "verses": [
            {
              "verse": "1",
              "chapter": "2",
              "sanskrit": "sañjaya uvāca taṃ tathā kṛpayāviṣṭam aśru-pūrṇākulekṣaṇam viṣīdantam idaṃ vākyam uvāca madhusūdanaḥ",
              "sanskrit-parsed": "sañjaya uvāca taṃ tathā kṛpayā aviṣṭam aśru-pūrṇa-ākula-īkṣaṇam viṣīdantam idaṃ vākyam uvāca madhusūdanaḥ",
              "prabhupada": "Sañjaya said: Seeing Arjuna full of compassion, his mind depressed, his eyes full of tears, Madhusūdana, Kṛṣṇa, spoke the following words.",
              "winthrop": "Sanjaya spoke: <br>To him thus overcome by pity, despairing, <br>Whose eyes were filled with tears and downcast, <br>Krishna spoke these words:",
              "mitchell": "Sanjaya said: At that time, Madhusudana spoke this utterance to the teary, depressed eyed, lamenting one, overcome with compassion.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "2",
              "chapter": "2",
              "sanskrit": "śrī bhagavān uvāca kutas tvā kaśmalam idaṃ viṣame samupasthitam anārya-juṣṭam asvargyam akīrtikaram arjuna ",
              "sanskrit-parsed": "śrī bhagavān uvāca kutas tvā kaśmalam idaṃ viṣame samupasthitam anārya-juṣṭam asvargyam akīrtikaram arjuna ",
              "prabhupada": "The Supreme Personality of Godhead said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the value of life. They lead not to higher planets but to infamy.",
              "winthrop": "The Blessed Lord spoke: <br>Whence has this timidity of yours <br>Come to you in the time of danger? <br>It is not acceptable in you, does not lead to heaven, <br>And causes disgrace, Arjuna.",
              "mitchell": "Shri Bhagavan said: How has this impurity befallen you (while) in danger? (It is) enjoyed by the unhonorable, (the) ungodly, (and the) the cause of infamy, Arjuna.",
              "Translation and Grammar Notes": {
                "1": "There are 72 instances of kaśmala in the DCS, 59 of which are Mahabharata.",
                "2": "Notice the conjoined ideas at the end of this verse. There isn't always a conjunction joining them."
              }
            },
            {
              "verse": "3",
              "chapter": "2",
              "sanskrit": "klaibyaṃ mā sma gamaḥ pārtha naitat tvayy upapadyate kṣudraṃ hṛdaya-daurbalyaṃ tyaktvottiṣṭha paraṃtapa ",
              "sanskrit-parsed": "klaibyaṃ mā sma gamaḥ pārtha naitat tvayy upapadyate kṣudraṃ hṛdaya-daurbalyaṃ tyaktvottiṣṭha paraṃtapa ",
              "prabhupada": "O son of Pṛthā, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy.",
              "winthrop": "Do not become a coward, Arjuna. <br>This is not suitable to you. <br>Abandoning base faintheartedness, <br>Stand up, Arjuna!",
              "mitchell": "Don't go getting weak, Partha. This doesn't become you. Having given up trifling weakness of heart, arise, O scorcher of the enemy!",
              "Translation and Grammar Notes": {}
            },
            {
              "verse": "4",
              "chapter": "2",
              "sanskrit": "arjuna uvāca kathaṃ bhīṣmam ahaṃ sāṅkhye droṇaṃ ca madhusūdana iṣubhiḥ pratiyotsyāmi pūjārhāv ari-sūdana ",
              "sanskrit-parsed": "arjuna uvāca kathaṃ bhīṣmam ahaṃ sāṅkhye droṇaṃ ca madhusūdana iṣubhiḥ pratiyotsyāmi pūjārhāv ari-sūdana ",
              "prabhupada": "Arjuna said: O killer of enemies, O killer of Madhu, how can I counterattack with arrows in battle men like Bhīṣma and Droṇa, who are worthy of my worship?",
              "winthrop": "Arjuna spoke: <br>How can I kill in battle <br>Bhishma and Drona, O Krishna? How can I fight with arrows against <br>These two venerable men, O Krishna?",
              "mitchell": "Arjuna said: How am <i>I</i> to counter attack with arrows in battle Bhishma and Drona, Madhusudana? (They are) worthy of reverence, Arisudana.",
              "Translation and Grammar Notes": { "1": "Arisudana = Krishna" }
            },
            {
              "verse": "5",
              "chapter": "2",
              "sanskrit": "gurūn ahatvā hi mahānubhāvān śreyo bhoktuṃ bhaikṣyam apīha loke hatvārtha-kāmāṃs tu gurun ihaiva bhuñjjīya bhogān rudhira-pradigdhān ",
              "sanskrit-parsed": "gurūn ahatvā hi mahānubhāvān śreyo bhoktuṃ bhaikṣyam apīha loke hatvārtha-kāmāṃs tu gurun ihaiva bhuñjjīya bhogān rudhira-pradigdhān ",
              "prabhupada": "It would be better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though desiring worldly gain, they are superiors. If they are killed, everything we enjoy will be tainted with blood.",
              "winthrop": "Indeed, instead of slaying these noble gurus <br>It would be preferable to live on alms here on earth; <br>Having slain the gurus, with desire for worldly gain, <br>I would enjoy here on earth delights smeared with blood.",
              "mitchell": "Having killed great authorities, <i>gurus</i>, (it is) better to enjoy begged alms here on earth. Having killed gurus for the purpose of enjoyments here, I would be enjoying wealth tainted with blood.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "6",
              "chapter": "2",
              "sanskrit": "na caitad vidmaḥ kataran no garīyo yad vā jayema yadi vā no jayeyuḥ yān eva hatvā na jijīviṣāmas te 'vasthitāḥ pramukhe dhārtarāṣṭrāḥ",
              "sanskrit-parsed": "na ca etad vidmas kataran no garīyas yad vā jayema yadi vā nas jayeyuḥ yān eva hatvā na jijīviṣāmas te avasthitās pramukhe dhārtarāṣṭrās",
              "prabhupada": "Nor do we know which is better  conquering them or being conquered by them. If we killed the sons of Dhṛtarāṣṭra, we should not care to live. Yet they are now standing before us on the battlefield.",
              "winthrop": "And this we do not know: which for us is preferable, <br> Whether we should conquer them or <br>they should conquer us. <br>The sons of Dhritarashtra, having <br>killed whom we would not wish to live, <br>Are standing before us.",
              "mitchell": "Nor do we even know this, which (of the two) is better for us, either we prevail or they conquer us, (those) whom after killing we (are) not desirous of life, they, the Dhartarashtras, are situated before us.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "7",
              "chapter": "2",
              "sanskrit": "kārpaṇyadoṣopahatasvabhāvaḥ pṛcchāmi tvāṃ dharmasaṃmūḍhacetāḥ yac chreyaḥ syān niścitaṃ brūhi tan me śiṣyas te 'haṃ śādhi māṃ tvāṃ prapannam",
              "sanskrit-parsed": "kārpaṇya-doṣa-upahata-sva-bhāvaḥ pṛcchāmi tvāṃ dharma-saṃmūḍha-cetāḥ yac chreyaḥ syān niścitaṃ brūhi tan me śiṣyas te ahaṃ śādhi māṃ tvāṃ prapannam",
              "prabhupada": "Now I am confused about my duty and have lost all composure because of miserly weakness. In this condition I am asking You to tell me for certain what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me.",
              "winthrop": "My own being is overcome by pity and weakness. <br>My mind is confused as to my duty. I ask you <br>Which is preferable, for certain? <br>Tell that to me, your pupil. Correct me, <br>I beg you.",
              "mitchell": "(In a) state overcome with miserly weakness, a mind confused about duty, I'm asking you. Tell me this. I am your student. <i>You</i> instruct me, a suppliant one.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "8",
              "chapter": "2",
              "sanskrit": "na hi prapaśyāmi mamāpanudyād yac chokam ucchoṣaṇam indriyāṇām avāpya bhūmāv asapatnam ṛddhaṃ rājyaṃ surāṇām api cādhipatyam ",
              "sanskrit-parsed": "na hi prapaśyāmi mamāpanudyād yac chokam ucchoṣaṇam indriyāṇām avāpya bhūmāv asapatnam ṛddhaṃ rājyaṃ surāṇām api cādhipatyam ",
              "prabhupada": "I can find no means to drive away this grief which is drying up my senses. I will not be able to dispel it even if I win a prosperous, unrivaled kingdom on earth with sovereignty like the demigods in heaven.",
              "winthrop": "Indeed, I do not see what will dispel <br>This sorrow of mine which dries up my senses, <br>Even if I should obtain on earth unrivaled and <br>Prosperous royal power, or even the <br>sovereignty of the gods.",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "9",
              "chapter": "2",
              "sanskrit": "sañjaya uvāca evam uktvā hṛṣīkeśaṃ guḍākeśaḥ paraṃtapaḥ na yotsya iti govindam uktvā tūṣṇīṃ babhūva ha ",
              "sanskrit-parsed": "sañjaya uvāca evam uktvā hṛṣīkeśaṃ guḍākeśaḥ paraṃtapaḥ na yotsya iti govindam uktvā tūṣṇīṃ babhūva ha ",
              "prabhupada": "Sañjaya said: Having spoken thus, Arjuna, chastiser of enemies, told Kṛṣṇa, “Govinda, I shall not fight,” and fell silent.",
              "winthrop": "Sanjaya spoke: <br>Thus having addressed Krishna, <br>Arjuna said, <br>'I shall not fight,' <br>And having spoken, he became silent.",
              "mitchell": "Sanjaya said: Having spoken thus to Hrishikesha, Gudakesha, scorcher of the foe, said, 'O Govinda, I will not fight.'",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "10",
              "chapter": "2",
              "sanskrit": "tam uvāca hṛṣīkeśaḥ prahasann iva bhārata senayor ubhayor madhye viṣīdantam idaṃ vacaḥ ",
              "sanskrit-parsed": "tam uvāca hṛṣīkeśaḥ prahasann iva bhārata senayor ubhayor madhye viṣīdantam idaṃ vacaḥ ",
              "prabhupada": "O descendant of Bharata, at that time Kṛṣṇa, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna.",
              "winthrop": "To him, the dejected Arjuna, Krishna, <br>Beginning to laugh, O Dhritarashtra, <br>In the middle between the two armies, <br>Spoke these words:",
              "mitchell": "O scion of Bharata, Hrishikesha, in the middle of the two armies, smilingly said this word to the lamenting one.",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "11",
              "chapter": "2",
              "sanskrit": "śrī bhagavān uvāca aśocyān anvaśocas tvaṃ prajñāvādāṃś ca bhāṣase gatāsūn agatāsūṃś ca nānuśocanti paṇḍitāḥ ",
              "sanskrit-parsed": "śrī bhagavān uvāca aśocyān anvaśocas tvaṃ prajñāvādāṃś ca bhāṣase gatāsūn agatāsūṃś ca nānuśocanti paṇḍitāḥ ",
              "prabhupada": "The Supreme Personality of Godhead said: While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor for the dead.",
              "winthrop": "You have mourned those that should not be mourned, <br>And you speak words as if with wisdom; <br>The wise do not mourn for the dead or for the living.",
              "mitchell": "Shri Bhagavan spoke: You were lamenting unlamentable (things), <i>yet</i> you speak words of wisdom. The wise do not lament those with and without breath (the living and the dead).",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "12",
              "chapter": "2",
              "sanskrit": "natv evāhaṃ jātu nāsaṃ na tvaṃ neme janādhipāḥ na caiva na bhaviṣyāmaḥ sarve vayam ataḥ param ",
              "sanskrit-parsed": "natv evāhaṃ jātu nāsaṃ na tvaṃ neme janādhipāḥ na caiva na bhaviṣyāmaḥ sarve vayam ataḥ param ",
              "prabhupada": "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "13",
              "chapter": "2",
              "sanskrit": "dehinosmin yathā dehe kaumāraṃ yauvanaṃ jarā tathā dehāntaraprāptir dhīras tatra na muhyati ",
              "sanskrit-parsed": "dehinosmin yathā dehe kaumāraṃ yauvanaṃ jarā tathā dehāntaraprāptir dhīras tatra na muhyati ",
              "prabhupada": "As the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. A sober person is not bewildered by such a change.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "14",
              "chapter": "2",
              "sanskrit": "mātrāsparśās tu kaunteya śītoṣṇasukhaduḥkhadāḥ āgamāpāyinonityās tāṃs titikṣasva bhārata ",
              "sanskrit-parsed": "mātrāsparśās tu kaunteya śītoṣṇasukhaduḥkhadāḥ āgamāpāyinonityās tāṃs titikṣasva bhārata ",
              "prabhupada": "O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "15",
              "chapter": "2",
              "sanskrit": "yaṃ hi na vyathayanty ete puruṣaṃ puruṣarṣabha samaduḥkhasukhaṃ dhīraṃ somṛtatvāya kalpate ",
              "sanskrit-parsed": "yaṃ hi na vyathayanty ete puruṣaṃ puruṣarṣabha samaduḥkhasukhaṃ dhīraṃ somṛtatvāya kalpate ",
              "prabhupada": "O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "16",
              "chapter": "2",
              "sanskrit": "nāsato vidyate bhāvo nābhāvo vidyate sataḥ ubhayor api dṛṣṭo.antas tv anayos tattvadarśibhiḥ ",
              "sanskrit-parsed": "nāsato vidyate bhāvo nābhāvo vidyate sataḥ ubhayor api dṛṣṭo.antas tv anayos tattvadarśibhiḥ ",
              "prabhupada": "Those who are seers of the truth have concluded that of the nonexistent [the material body] there is no endurance and of the eternal [the soul] there is no change. This they have concluded by studying the nature of both.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "17",
              "chapter": "2",
              "sanskrit": "avināśi tu tad viddhi yena sarvam idaṃ tatam vināśam avyayasyāsya na kaścit kartum arhati ",
              "sanskrit-parsed": "avināśi tu tad viddhi yena sarvam idaṃ tatam vināśam avyayasyāsya na kaścit kartum arhati ",
              "prabhupada": "That which pervades the entire body you should know to be indestructible. No one is able to destroy that imperishable soul.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "18",
              "chapter": "2",
              "sanskrit": "antavanta ime dehā nityasyoktāḥ śarīriṇaḥ anāśinoprameyasya tasmād yudhyasva bhārata ",
              "sanskrit-parsed": "antavanta ime dehā nityasyoktāḥ śarīriṇaḥ anāśinoprameyasya tasmād yudhyasva bhārata ",
              "prabhupada": "The material body of the indestructible, immeasurable and eternal living entity is sure to come to an end; therefore, fight, O descendant of Bharata.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "19",
              "chapter": "2",
              "sanskrit": "ya enaṃ vetti hantāraṃ yaś cainaṃ manyate hatam ubhau tau na vijānīto nāyaṃ hanti na hanyate ",
              "sanskrit-parsed": "ya enaṃ vetti hantāraṃ yaś cainaṃ manyate hatam ubhau tau na vijānīto nāyaṃ hanti na hanyate ",
              "prabhupada": "Neither he who thinks the living entity the slayer nor he who thinks it slain is in knowledge, for the self slays not nor is slain.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "20",
              "chapter": "2",
              "sanskrit": "na jāyate mriyate vā kadācin nāyaṃ bhūtvā bhavitā vā na bhūyaḥ ajo nityaḥ śāśvatoyaṃ purāṇo na hanyate hanyamāne śarīre ",
              "sanskrit-parsed": "na jāyate mriyate vā kadācin nāyaṃ bhūtvā bhavitā vā na bhūyaḥ ajo nityaḥ śāśvatoyaṃ purāṇo na hanyate hanyamāne śarīre ",
              "prabhupada": "For the soul there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing and primeval. He is not slain when the body is slain.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "21",
              "chapter": "2",
              "sanskrit": "vedāvināśinaṃ nityaṃ ya enam ajam avyayam kathaṃ sa puruṣaḥ pārtha kaṃ ghātayati hanti kam",
              "sanskrit-parsed": "vedāvināśinaṃ nityaṃ ya enam ajam avyayam kathaṃ sa puruṣaḥ pārtha kaṃ ghātayati hanti kam",
              "prabhupada": "O Pārtha, how can a person who knows that the soul is indestructible, eternal, unborn and immutable kill anyone or cause anyone to kill?",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "22",
              "chapter": "2",
              "sanskrit": "vāsāṃsi jīrṇāni yathā vihāya navāni gṛhṇāti naroparāṇi tathā śarīrāṇi vihāya jīrṇāni anyāni saṃyāti navāni dehī ",
              "sanskrit-parsed": "vāsāṃsi jīrṇāni yathā vihāya navāni gṛhṇāti naroparāṇi tathā śarīrāṇi vihāya jīrṇāni anyāni saṃyāti navāni dehī ",
              "prabhupada": "As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "23",
              "chapter": "2",
              "sanskrit": "nainaṃ chindanti śastrāṇi nainaṃ dahati pāvakaḥ na cainaṃ kledayanty āpo na śoṣayati mārutaḥ ",
              "sanskrit-parsed": "nainaṃ chindanti śastrāṇi nainaṃ dahati pāvakaḥ na cainaṃ kledayanty āpo na śoṣayati mārutaḥ ",
              "prabhupada": "The soul can never be cut to pieces by any weapon, nor burned by fire, nor moistened by water, nor withered by the wind.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "24",
              "chapter": "2",
              "sanskrit": "acchedyoyam adāhyoyam akledyośoṣya eva ca nityaḥ sarvagataḥ sthāṇur acaloyaṃ sanātanaḥ ",
              "sanskrit-parsed": "acchedyoyam adāhyoyam akledyośoṣya eva ca nityaḥ sarvagataḥ sthāṇur acaloyaṃ sanātanaḥ ",
              "prabhupada": "This individual soul is unbreakable and insoluble, and can be neither burned nor dried. He is everlasting, present everywhere, unchangeable, immovable and eternally the same.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "25",
              "chapter": "2",
              "sanskrit": "avyaktoyam acintyoyam avikaryoyam ucyate tasmād evaṃ viditvainaṃ nānuśocitum arhasi ",
              "sanskrit-parsed": "avyaktoyam acintyoyam avikaryoyam ucyate tasmād evaṃ viditvainaṃ nānuśocitum arhasi ",
              "prabhupada": "It is said that the soul is invisible, inconceivable and immutable. Knowing this, you should not grieve for the body.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "26",
              "chapter": "2",
              "sanskrit": "atha cainaṃ nityajātaṃ nityaṃ vā manyase mṛtam tathāpi tvaṃ mahā-bāho naivaṃ śocitum arhasi ",
              "sanskrit-parsed": "atha cainaṃ nityajātaṃ nityaṃ vā manyase mṛtam tathāpi tvaṃ mahā-bāho naivaṃ śocitum arhasi ",
              "prabhupada": "If, however, you think that the soul [or the symptoms of life] will always be born and die forever, you still have no reason to lament, O mighty-armed.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "27",
              "chapter": "2",
              "sanskrit": "jātasya hi dhruvo mṛtyur dhruvaṃ janma mṛtasya ca tasmād aparihāryerthe na tvaṃ śocitum arhasi ",
              "sanskrit-parsed": "jātasya hi dhruvo mṛtyur dhruvaṃ janma mṛtasya ca tasmād aparihāryerthe na tvaṃ śocitum arhasi ",
              "prabhupada": "One who has taken his birth is sure to die, and after death one is sure to take birth again. Therefore, in the unavoidable discharge of your duty, you should not lament.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "28",
              "chapter": "2",
              "sanskrit": "avyaktādīni bhūtāni vyaktamadhyāni bhārata avyaktanidhanāny eva tatra kā paridevanā ",
              "sanskrit-parsed": "avyaktādīni bhūtāni vyaktamadhyāni bhārata avyaktanidhanāny eva tatra kā paridevanā ",
              "prabhupada": "All created beings are unmanifest in their beginning, manifest in their interim state, and unmanifest again when annihilated. So what need is there for lamentation?",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "29",
              "chapter": "2",
              "sanskrit": "āścaryavat paśyati kaścid enam āścaryavad vadati tathaiva cānyaḥ āścaryavac cainam anyaḥ śṛṇoti śrutvāpy enaṃ veda na caiva kaścit ",
              "sanskrit-parsed": "āścaryavat paśyati kaścid enam āścaryavad vadati tathaiva cānyaḥ āścaryavac cainam anyaḥ śṛṇoti śrutvāpy enaṃ veda na caiva kaścit ",
              "prabhupada": "Some look on the soul as amazing, some describe him as amazing, and some hear of him as amazing, while others, even after hearing about him, cannot understand him at all.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "30",
              "chapter": "2",
              "sanskrit": "dehī nityam avadhyoyaṃ dehe sarvasya bhārata tasmāt sarvāṇi bhūtāni na tvaṃ śocitum arhasi ",
              "sanskrit-parsed": "dehī nityam avadhyoyaṃ dehe sarvasya bhārata tasmāt sarvāṇi bhūtāni na tvaṃ śocitum arhasi ",
              "prabhupada": "O descendant of Bharata, he who dwells in the body can never be slain. Therefore you need not grieve for any living being.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "31",
              "chapter": "2",
              "sanskrit": "svadharmam api cāvekṣya na vikampitum arhasi dharmyād dhi yuddhāc chreyonyat kṣatriyasya na vidyate ",
              "sanskrit-parsed": "svadharmam api cāvekṣya na vikampitum arhasi dharmyād dhi yuddhāc chreyonyat kṣatriyasya na vidyate ",
              "prabhupada": "Considering your specific duty as a kṣatriya, you should know that there is no better engagement for you than fighting on religious principles; and so there is no need for hesitation.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "32",
              "chapter": "2",
              "sanskrit": "yadṛcchayā copapannaṃ svargadvāram apāvṛtam sukhinaḥ kṣatriyāḥ pārtha labhante yuddham īdṛśam ",
              "sanskrit-parsed": "yadṛcchayā copapannaṃ svargadvāram apāvṛtam sukhinaḥ kṣatriyāḥ pārtha labhante yuddham īdṛśam ",
              "prabhupada": "O Pārtha, happy are the kṣatriyas to whom such fighting opportunities come unsought, opening for them the doors of the heavenly planets.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "33",
              "chapter": "2",
              "sanskrit": "atha cet tvam imaṃ dhārmyaṃ saṅgrāmaṃ na kariṣyasi tataḥ svadharmaṃ kīrtiṃ ca hitvā pāpam avāpsyasi ",
              "sanskrit-parsed": "atha cet tvam imaṃ dhārmyaṃ saṅgrāmaṃ na kariṣyasi tataḥ svadharmaṃ kīrtiṃ ca hitvā pāpam avāpsyasi ",
              "prabhupada": "If, however, you do not perform your religious duty of fighting, then you will certainly incur sins for neglecting your duties and thus lose your reputation as a fighter.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "34",
              "chapter": "2",
              "sanskrit": "akīrtiṃ cāpi bhūtāni kathayiṣyanti tevyayām saṃbhāvitasya cākīrtir maraṇād atiricyate ",
              "sanskrit-parsed": "akīrtiṃ cāpi bhūtāni kathayiṣyanti tevyayām saṃbhāvitasya cākīrtir maraṇād atiricyate ",
              "prabhupada": "People will always speak of your infamy, and for a respectable person, dishonor is worse than death.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "35",
              "chapter": "2",
              "sanskrit": "bhayād raṇād uparataṃ maṃsyante tvāṃ mahārathāḥ yeṣāṃ ca tvaṃ bahumato bhūtvā yāsyasi lāghavam ",
              "sanskrit-parsed": "bhayād raṇād uparataṃ maṃsyante tvāṃ mahārathāḥ yeṣāṃ ca tvaṃ bahumato bhūtvā yāsyasi lāghavam ",
              "prabhupada": "The great generals who have highly esteemed your name and fame will think that you have left the battlefield out of fear only, and thus they will consider you insignificant.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "36",
              "chapter": "2",
              "sanskrit": "avācyavādāṃś ca bahūn vadiṣyanti tavāhitāḥ nindantas tava sāmarthyaṃ tato duḥkhataraṃ nu kim ",
              "sanskrit-parsed": "avācyavādāṃś ca bahūn vadiṣyanti tavāhitāḥ nindantas tava sāmarthyaṃ tato duḥkhataraṃ nu kim ",
              "prabhupada": "Your enemies will describe you in many unkind words and scorn your ability. What could be more painful for you?",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "37",
              "chapter": "2",
              "sanskrit": "hato vā prāpsyasi svargaṃ jitvā vā bhokṣyase mahīm tasmād uttiṣṭha kaunteya yuddhāya kṛtaniścayaḥ ",
              "sanskrit-parsed": "hato vā prāpsyasi svargaṃ jitvā vā bhokṣyase mahīm tasmād uttiṣṭha kaunteya yuddhāya kṛtaniścayaḥ ",
              "prabhupada": "O son of Kuntī, either you will be killed on the battlefield and attain the heavenly planets, or you will conquer and enjoy the earthly kingdom. Therefore, get up with determination and fight.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "38",
              "chapter": "2",
              "sanskrit": "sukhaduḥkhe same kṛtvā lābhālābhau jayājayau tato yuddhāya yujyasva naivaṃ pāpam avāpsyasi ",
              "sanskrit-parsed": "sukhaduḥkhe same kṛtvā lābhālābhau jayājayau tato yuddhāya yujyasva naivaṃ pāpam avāpsyasi ",
              "prabhupada": "Do thou fight for the sake of fighting, without considering happiness or distress, loss or gain, victory or defeat  and by so doing you shall never incur sin.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "39",
              "chapter": "2",
              "sanskrit": "eṣā tebhihitā sāṅkhye buddhir yoge tv imāṃ śṛṇu buddhyā yukto yayā pārtha karmabandhaṃ prahāsyasi ",
              "sanskrit-parsed": "eṣā tebhihitā sāṅkhye buddhir yoge tv imāṃ śṛṇu buddhyā yukto yayā pārtha karmabandhaṃ prahāsyasi ",
              "prabhupada": "Thus far I have described this knowledge to you through analytical study. Now listen as I explain it in terms of working without fruitive results. O son of Pṛthā, when you act in such knowledge you can free yourself from the bondage of works.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "40",
              "chapter": "2",
              "sanskrit": "nehābhikramanāśosti pratyavāyo na vidyate svalpam apy asya dharmasya trāyate mahato bhayāt ",
              "sanskrit-parsed": "nehābhikramanāśosti pratyavāyo na vidyate svalpam apy asya dharmasya trāyate mahato bhayāt ",
              "prabhupada": "In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "41",
              "chapter": "2",
              "sanskrit": "vyavasāyātmikā buddhir ekeha kurunandana bahuśākhā hy anantāś ca buddhayovyavasāyinām ",
              "sanskrit-parsed": "vyavasāyātmikā buddhir ekeha kurunandana bahuśākhā hy anantāś ca buddhayovyavasāyinām ",
              "prabhupada": "Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "42",
              "chapter": "2",
              "sanskrit": "yām imāṃ puṣpitāṃ vācaṃ pravadanty avipaścitaḥ vedavādaratāḥ pārtha nānyad astīti vādinaḥ ",
              "sanskrit-parsed": "yām imāṃ puṣpitāṃ vācaṃ pravadanty avipaścitaḥ vedavādaratāḥ pārtha nānyad astīti vādinaḥ ",
              "prabhupada": "Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. ",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "43",
              "chapter": "2",
              "sanskrit": "kāmātmānaḥ svargaparā janmakarmaphalapradām kriyāviśeṣabahulāṃ bhogaiśvaryagatiṃ prati ",
              "sanskrit-parsed": "kāmātmānaḥ svargaparā janmakarmaphalapradām kriyāviśeṣabahulāṃ bhogaiśvaryagatiṃ prati ",
              "prabhupada": "Being desirous of sense gratification and opulent life, they say that there is nothing more than this.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "44",
              "chapter": "2",
              "sanskrit": "bhogaiśvaryaprasaktānāṃ tayāpahṛtacetasām vyavasāyātmikā buddhiḥ samādhau na vidhīyate ",
              "sanskrit-parsed": "bhogaiśvaryaprasaktānāṃ tayāpahṛtacetasām vyavasāyātmikā buddhiḥ samādhau na vidhīyate ",
              "prabhupada": "In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination for devotional service to the Supreme Lord does not take place.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "45",
              "chapter": "2",
              "sanskrit": "traiguṇyaviṣayā vedā nistraiguṇyo bhavārjuna nirdvandvo nityasatvastho niryogakṣema ātmavān ",
              "sanskrit-parsed": "traiguṇyaviṣayā vedā nistraiguṇyo bhavārjuna nirdvandvo nityasatvastho niryogakṣema ātmavān ",
              "prabhupada": "The Vedas deal mainly with the subject of the three modes of material nature. O Arjuna, become transcendental to these three modes. Be free from all dualities and from all anxieties for gain and safety, and be established in the self.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "46",
              "chapter": "2",
              "sanskrit": "yāvān artha udapāne sarvataḥ saṃplutodake tāvān sarveṣu vedeṣu brāhmaṇasya vijānataḥ ",
              "sanskrit-parsed": "yāvān artha udapāne sarvataḥ saṃplutodake tāvān sarveṣu vedeṣu brāhmaṇasya vijānataḥ ",
              "prabhupada": "All purposes served by a small well can at once be served by a great reservoir of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "47",
              "chapter": "2",
              "sanskrit": "karmaṇy evādhikāras te mā phaleṣu kadācana mā karmaphalahetur bhūr mā te saṅgostv akarmaṇi ",
              "sanskrit-parsed": "karmaṇy evādhikāras te mā phaleṣu kadācana mā karmaphalahetur bhūr mā te saṅgostv akarmaṇi ",
              "prabhupada": "You have a right to perform your prescribed duty, but you are not entitled to the fruits of action. Never consider yourself the cause of the results of your activities, and never be attached to not doing your duty.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "48",
              "chapter": "2",
              "sanskrit": "yogasthaḥ kuru karmāṇi saṅgaṃ tyaktvā dhanañjaya siddhyasiddhyoḥ samo bhūtvā samatvaṃ yoga ucyate ",
              "sanskrit-parsed": "yogasthaḥ kuru karmāṇi saṅgaṃ tyaktvā dhanañjaya siddhyasiddhyoḥ samo bhūtvā samatvaṃ yoga ucyate ",
              "prabhupada": "Perform your duty equipoised, O Arjuna, abandoning all attachment to success or failure. Such equanimity is called yoga.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "49",
              "chapter": "2",
              "sanskrit": "dūreṇa hy avaraṃ karma buddhiyogād dhanañjaya buddhau śaraṇam anviccha kṛpaṇāḥ phalahetavaḥ ",
              "sanskrit-parsed": "dūreṇa hy avaraṃ karma buddhiyogād dhanañjaya buddhau śaraṇam anviccha kṛpaṇāḥ phalahetavaḥ ",
              "prabhupada": "O Dhanañjaya, keep all abominable activities far distant by devotional service, and in that consciousness surrender unto the Lord. Those who want to enjoy the fruits of their work are misers.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "50",
              "chapter": "2",
              "sanskrit": "buddhiyukto jahātīha ubhe sukṛtaduṣkṛte tasmād yogāya yujyasva yogaḥ karmasu kauśalam ",
              "sanskrit-parsed": "buddhiyukto jahātīha ubhe sukṛtaduṣkṛte tasmād yogāya yujyasva yogaḥ karmasu kauśalam ",
              "prabhupada": "A man engaged in devotional service rids himself of both good and bad reactions even in this life. Therefore strive for yoga, which is the art of all work.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "51",
              "chapter": "2",
              "sanskrit": "karmajaṃ buddhiyuktā hi phalaṃ tyaktvā manīṣiṇaḥ janmabandhavinirmuktāḥ padaṃ gacchhanty anāmayam ",
              "sanskrit-parsed": "karmajaṃ buddhiyuktā hi phalaṃ tyaktvā manīṣiṇaḥ janmabandhavinirmuktāḥ padaṃ gacchhanty anāmayam ",
              "prabhupada": "By thus engaging in devotional service to the Lord, great sages or devotees free themselves from the results of work in the material world. In this way they become free from the cycle of birth and death and attain the state beyond all miseries [by going back to Godhead].",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "52",
              "chapter": "2",
              "sanskrit": "yadā te mohakalilaṃ buddhir vyatitariṣyati tadā gantāsi nirvedaṃ śrotavyasya śrutasya ca ",
              "sanskrit-parsed": "yadā te mohakalilaṃ buddhir vyatitariṣyati tadā gantāsi nirvedaṃ śrotavyasya śrutasya ca ",
              "prabhupada": "When your intelligence has passed out of the dense forest of delusion, you shall become indifferent to all that has been heard and all that is to be heard.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "53",
              "chapter": "2",
              "sanskrit": "śrutivipratipannā te yadā sthāsyati niścalā samādhāv acalā buddhis tadā yogam avāpsyasi ",
              "sanskrit-parsed": "śrutivipratipannā te yadā sthāsyati niścalā samādhāv acalā buddhis tadā yogam avāpsyasi ",
              "prabhupada": "When your mind is no longer disturbed by the flowery language of the Vedas, and when it remains fixed in the trance of self-realization, then you will have attained the divine consciousness.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "54",
              "chapter": "2",
              "sanskrit": "arjuna uvāca sthitaprajñasya kā bhāṣā samādhisthasya keśava sthitadhīḥ kiṃ prabhāṣeta kim āsīta vrajeta kim ",
              "sanskrit-parsed": "arjuna uvāca sthitaprajñasya kā bhāṣā samādhisthasya keśava sthitadhīḥ kiṃ prabhāṣeta kim āsīta vrajeta kim ",
              "prabhupada": "Arjuna said: O Kṛṣṇa, what are the symptoms of one whose consciousness is thus merged in transcendence? How does he speak, and what is his language? How does he sit, and how does he walk?",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "55",
              "chapter": "2",
              "sanskrit": "śrī bhagavān uvāca prajahāti yadā kāmān sarvān pārtha manogatān ātmany evātmanā tuṣṭaḥ sthitaprajñas tadocyate ",
              "sanskrit-parsed": "śrī bhagavān uvāca prajahāti yadā kāmān sarvān pārtha manogatān ātmany evātmanā tuṣṭaḥ sthitaprajñas tadocyate ",
              "prabhupada": "The Supreme Personality of Godhead said: O Pārtha, when a man gives up all varieties of desire for sense gratification, which arise from mental concoction, and when his mind, thus purified, finds satisfaction in the self alone, then he is said to be in pure transcendental consciousness.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "56",
              "chapter": "2",
              "sanskrit": "duḥkheṣv anudvignamanāḥ sukheṣu vigataspṛhaḥ vītarāgabhayakrodhaḥ sthitadhīr munir ucyate ",
              "sanskrit-parsed": "duḥkheṣv anudvignamanāḥ sukheṣu vigataspṛhaḥ vītarāgabhayakrodhaḥ sthitadhīr munir ucyate ",
              "prabhupada": "One who is not disturbed in mind even amidst the threefold miseries or elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "57",
              "chapter": "2",
              "sanskrit": "yaḥ sarvatrānabhisnehas tattatprāpya śubhāśubham nābhinandati na dveṣṭi tasya prajñā pratiṣṭhitā ",
              "sanskrit-parsed": "yaḥ sarvatrānabhisnehas tattatprāpya śubhāśubham nābhinandati na dveṣṭi tasya prajñā pratiṣṭhitā ",
              "prabhupada": "In the material world, one who is unaffected by whatever good or evil he may obtain, neither praising it nor despising it, is firmly fixed in perfect knowledge.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "58",
              "chapter": "2",
              "sanskrit": "yadā saṃharate cāyaṃ kūrmoṅgānīva sarvaśaḥ indriyāṇīndriyārthebhyas tasya prajñā pratiṣṭhitā ",
              "sanskrit-parsed": "yadā saṃharate cāyaṃ kūrmoṅgānīva sarvaśaḥ indriyāṇīndriyārthebhyas tasya prajñā pratiṣṭhitā ",
              "prabhupada": "One who is able to withdraw his senses from sense objects, as the tortoise draws its limbs within the shell, is firmly fixed in perfect consciousness.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "59",
              "chapter": "2",
              "sanskrit": "viṣayā vinivartante nirāhārasya dehinaḥ rasavarjaṃ rasopy asya paraṃ dṛṣṭvā nivartate ",
              "sanskrit-parsed": "viṣayā vinivartante nirāhārasya dehinaḥ rasavarjaṃ rasopy asya paraṃ dṛṣṭvā nivartate ",
              "prabhupada": "Though the embodied soul may be restricted from sense enjoyment, the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "60",
              "chapter": "2",
              "sanskrit": "yatato hy api kaunteya puruṣasya vipaścitaḥ indriyāṇi pramāthīni haranti prasabhaṃ manaḥ ",
              "sanskrit-parsed": "yatato hy api kaunteya puruṣasya vipaścitaḥ indriyāṇi pramāthīni haranti prasabhaṃ manaḥ ",
              "prabhupada": "The senses are so strong and impetuous, O Arjuna, that they forcibly carry away the mind even of a man of discrimination who is endeavoring to control them.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "61",
              "chapter": "2",
              "sanskrit": "tāni sarvāṇi saṃyamya yukta āsīta matparaḥ vaśe hi yasyendriyāṇi tasya prajñā pratiṣṭhitā ",
              "sanskrit-parsed": "tāni sarvāṇi saṃyamya yukta āsīta matparaḥ vaśe hi yasyendriyāṇi tasya prajñā pratiṣṭhitā ",
              "prabhupada": "One who restrains his senses, keeping them under full control, and fixes his consciousness upon Me, is known as a man of steady intelligence.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "62",
              "chapter": "2",
              "sanskrit": "dhyāyato viṣayān puṃsaḥ saṅgas teṣūpajāyate saṅgāt sañjāyate kāmaḥ kāmāt krodhobhijāyate ",
              "sanskrit-parsed": "dhyāyato viṣayān puṃsaḥ saṅgas teṣūpajāyate saṅgāt sañjāyate kāmaḥ kāmāt krodhobhijāyate ",
              "prabhupada": "While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "63",
              "chapter": "2",
              "sanskrit": "krodhād bhavati saṃmohaḥ saṃmohāt smṛti-vibhramaḥ smṛtibhraṃśād buddhināśo buddhināśāt praṇaśyati",
              "sanskrit-parsed": "krodhād bhavati saṃmohaḥ saṃmohāt smṛti-vibhramaḥ smṛtibhraṃśād buddhināśo buddhināśāt praṇaśyati",
              "prabhupada": "From anger, complete delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost one falls down again into the material pool.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "64",
              "chapter": "2",
              "sanskrit": "rāgadveṣavimuktais tu viṣayān indriyaiś caran ātmavaśyair vidheyātmā prasādam adhigacchati ",
              "sanskrit-parsed": "rāgadveṣavimuktais tu viṣayān indriyaiś caran ātmavaśyair vidheyātmā prasādam adhigacchati ",
              "prabhupada": "But a person free from all attachment and aversion and able to control his senses through regulative principles of freedom can obtain the complete mercy of the Lord.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "65",
              "chapter": "2",
              "sanskrit": "prasāde sarvaduḥkhānāṃ hānir asyopajāyate prasannacetaso hy āśu buddhiḥ paryavatiṣṭhate ",
              "sanskrit-parsed": "prasāde sarvaduḥkhānāṃ hānir asyopajāyate prasannacetaso hy āśu buddhiḥ paryavatiṣṭhate ",
              "prabhupada": "For one thus satisfied [in Kṛṣṇa consciousness], the threefold miseries of material existence exist no longer; in such satisfied consciousness, one’s intelligence is soon well established.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "66",
              "chapter": "2",
              "sanskrit": "nāsti buddhir ayuktasya na cāyuktasya bhāvanā na cābhāvayataḥ śāntir aśāntasya kutaḥ sukham ",
              "sanskrit-parsed": "nāsti buddhir ayuktasya na cāyuktasya bhāvanā na cābhāvayataḥ śāntir aśāntasya kutaḥ sukham ",
              "prabhupada": "One who is not connected with the Supreme [in Kṛṣṇa consciousness] can have neither transcendental intelligence nor a steady mind, without which there is no possibility of peace. And how can there be any happiness without peace?",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "67",
              "chapter": "2",
              "sanskrit": "indriyāṇāṃ hi caratāṃ yan manonuvidhīyate tad asya harati prajñāṃ vāyur nāvam ivāmbhasi ",
              "sanskrit-parsed": "indriyāṇāṃ hi caratāṃ yan manonuvidhīyate tad asya harati prajñāṃ vāyur nāvam ivāmbhasi ",
              "prabhupada": "As a strong wind sweeps away a boat on the water, even one of the roaming senses on which the mind focuses can carry away a man’s intelligence.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "68",
              "chapter": "2",
              "sanskrit": "tasmād yasya mahā-bāho nigṛhītāni sarvaśaḥ indriyāṇīndriyārthebhyas tasya prajñā pratiṣṭhitā ",
              "sanskrit-parsed": "tasmād yasya mahā-bāho nigṛhītāni sarvaśaḥ indriyāṇīndriyārthebhyas tasya prajñā pratiṣṭhitā ",
              "prabhupada": "Therefore, O mighty-armed, one whose senses are restrained from their objects is certainly of steady intelligence.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "69",
              "chapter": "2",
              "sanskrit": "yā niśā sarvabhūtānāṃ tasyāṃ jāgarti saṃyamī yasyāṃ jāgrati bhūtāni sā niśā paśyato muneḥ ",
              "sanskrit-parsed": "yā niśā sarvabhūtānāṃ tasyāṃ jāgarti saṃyamī yasyāṃ jāgrati bhūtāni sā niśā paśyato muneḥ ",
              "prabhupada": "What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "70",
              "chapter": "2",
              "sanskrit": "āpūryamāṇam acalapratiṣṭhaṃ samudram āpaḥ praviśanti yadvat tadvat kāmā yaṃ praviśanti sarve sa śāntim āpnoti na kāmakāmī ",
              "sanskrit-parsed": "āpūryamāṇam acalapratiṣṭhaṃ samudram āpaḥ praviśanti yadvat tadvat kāmā yaṃ praviśanti sarve sa śāntim āpnoti na kāmakāmī ",
              "prabhupada": "A person who is not disturbed by the incessant flow of desires  that enter like rivers into the ocean, which is ever being filled but is always still  can alone achieve peace, and not the man who strives to satisfy such desires.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "71",
              "chapter": "2",
              "sanskrit": "vihāya kāmān yaḥ sarvān pumāṃś carati niḥspṛhaḥ nirmamo nirahaṃkāraḥ sa śāntim adhigacchhati ",
              "sanskrit-parsed": "vihāya kāmān yaḥ sarvān pumāṃś carati niḥspṛhaḥ nirmamo nirahaṃkāraḥ sa śāntim adhigacchhati ",
              "prabhupada": "A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and is devoid of false ego  he alone can attain real peace.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "72",
              "chapter": "2",
              "sanskrit": "eṣā brāhmī sthitiḥ pārtha naināṃ prāpya vimuhyati sthitvāsyām antakālepi brahmanirvāṇam ṛcchati",
              "sanskrit-parsed": "eṣā brāhmī sthitiḥ pārtha naināṃ prāpya vimuhyati sthitvāsyām antakālepi brahmanirvāṇam ṛcchati",
              "prabhupada": "That is the way of the spiritual and godly life, after attaining which a man is not bewildered. If one is thus situated even at the hour of death, one can enter into the kingdom of God.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            }
          ]
        },

        {
          "chapter": 3,
          "verses": [
            {
              "verse": "1",
              "chapter": "3",
              "sanskrit": "arjuna uvāca <br>jyāyasī cet karmaṇas te <br>matā buddhir janārdana <br>tat kiṃ karmaṇi ghore māṃ <br>niyojayasi keśava",
              "prabhupada": "Arjuna said: O Janārdana, O Keśava, why do You want to engage me in this ghastly warfare, if You think that intelligence is better than fruitive work?",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "2",
              "chapter": "3",
              "sanskrit": "vyāmiśreṇeva vākyena <br>buddhiṃ mohayasīva me <br>tad ekaṃ vada niścitya <br>yena śreyo 'ham āpnuyām",
              "prabhupada": "My intelligence is bewildered by Your equivocal instructions. Therefore, please tell me decisively which will be most beneficial for me.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "3",
              "chapter": "3",
              "sanskrit": "śrī bhagavān uvāca <br>loke 'smin dvi-vidhā niṣṭhā <br>purā proktā mayānagha <br>jñānayogena sāṅkhyānāṃ <br>karma-yogena yoginām",
              "prabhupada": "The Supreme Personality of Godhead said: O sinless Arjuna, I have already explained that there are two classes of men who try to realize the self. Some are inclined to understand it by empirical, philosophical speculation, and others by devotional service.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "4",
              "chapter": "3",
              "sanskrit": "na karmaṇām anārambhān <br>naiṣkarmyaṃ puruṣo 'śnute <br>na ca saṃnyasanād eva <br>siddhiṃ samadhigacchati",
              "prabhupada": "Not by merely abstaining from work can one achieve freedom from reaction, nor by renunciation alone can one attain perfection.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "5",
              "chapter": "3",
              "sanskrit": "na hi kaścit kṣaṇam api <br>jātu tiṣṭhaty akarmakṛt <br>kāryate hy avaśaḥ karma <br>sarvaḥ prakṛti-jair guṇaiḥ",
              "prabhupada": "Everyone is forced to act helplessly according to the qualities he has acquired from the modes of material nature; therefore no one can refrain from doing something, not even for a moment.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "6",
              "chapter": "3",
              "sanskrit": "karmendriyāṇi saṃyamya <br>ya āste manasā smaran <br>indriyārthān vimūḍhātmā <br>mithyācāraḥ sa ucyate",
              "prabhupada": "One who restrains the senses of action but whose mind dwells on sense objects certainly deludes himself and is called a pretender.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "7",
              "chapter": "3",
              "sanskrit": "yas tv indriyāṇi manasā <br>niyamyārabhate 'rjuna <br>karmaindriyaiḥ karma-yogam <br>asaktaḥ sa viśiṣyate",
              "prabhupada": "On the other hand, if a sincere person tries to control the active senses by the mind and begins karma-yoga [in Kṛṣṇa consciousness] without attachment, he is by far superior.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "8",
              "chapter": "3",
              "sanskrit": "niyataṃ kuru karma tvaṃ <br>karma jyāyo hy akarmaṇaḥ <br>śarīra-yātrāpi ca te <br>na prasidhyed akarmaṇaḥ",
              "prabhupada": "Perform your prescribed duty, for doing so is better than not working. One cannot even maintain one’s physical body without work.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "9",
              "chapter": "3",
              "sanskrit": "yajñārthāt karmaṇo 'nyatra <br>lokoyaṃ karma-bandhanaḥ <br>tad-arthaṃ karma kaunteya <br>muktasaṅgaḥ samācara",
              "prabhupada": "Work done as a sacrifice for Viṣṇu has to be performed; otherwise work causes bondage in this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain free from bondage.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "10",
              "chapter": "3",
              "sanskrit": "saha-yajñāḥ prajāḥ sṛṣṭvā <br>purovāca prajāpatiḥ <br>anena prasaviṣyadhvam <b>eṣa vo 'stv iṣṭa-kāma-dhuk",
              "prabhupada": "In the beginning of creation, the Lord of all creatures sent forth generations of men and demigods, along with sacrifices for Viṣṇu, and blessed them by saying, “Be thou happy by this yajña [sacrifice] because its performance will bestow upon you everything desirable for living happily and achieving liberation.”",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "11",
              "chapter": "3",
              "sanskrit": "devān bhāvayatānena <br>te devā bhāvayantu vaḥ <br>parasparaṃ bhāvayantaḥ <br>śreyaḥ param avāpsyatha",
              "prabhupada": "The demigods, being pleased by sacrifices, will also please you, and thus, by cooperation between men and demigods, prosperity will reign for all.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "12",
              "chapter": "3",
              "sanskrit": "iṣṭān bhogān hi vo devā <br>dāsyante yajñabhāvitāḥ <br>tair dattān apradāyaibhyo <br>yo bhuṅkte stena eva saḥ",
              "prabhupada": "In charge of the various necessities of life, the demigods, being satisfied by the performance of yajña [sacrifice], will supply all necessities to you. But he who enjoys such gifts without offering them to the demigods in return is certainly a thief.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "13",
              "chapter": "3",
              "sanskrit": "yajña-śiṣṭāśinaḥ santo <br>mucyante sarvakilbiṣaiḥ <br>bhuñjate te tv aghaṃ pāpā <br>ye pacanty ātma-kāraṇāt",
              "prabhupada": "The devotees of the Lord are released from all kinds of sins because they eat food which is offered first for sacrifice. Others, who prepare food for personal sense enjoyment, verily eat only sin.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "14",
              "chapter": "3",
              "sanskrit": "annād bhavanti bhūtāni <br>parjanyād anna-saṃbhavaḥ <br>yajñād bhavati parjanyo <br>yajñaḥ karma-samudbhavaḥ",
              "prabhupada": "All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "15",
              "chapter": "3",
              "sanskrit": "karma brahmodbhavaṃ viddhi <br>brahmākṣara-samudbhavam <br>tasmāt sarvagataṃ brahma <br>nityaṃ yajñe pratiṣṭhitam",
              "prabhupada": "Regulated activities are prescribed in the Vedas, and the Vedas are directly manifested from the Supreme Personality of Godhead. Consequently the all-pervading Transcendence is eternally situated in acts of sacrifice.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "16",
              "chapter": "3",
              "sanskrit": "evaṃ pravartitaṃ cakraṃ <br>nānuvartayatīha yaḥ <br>aghāyur indriyārāmo <br>moghaṃ pārtha sa jīvati",
              "prabhupada": "My dear Arjuna, one who does not follow in human life the cycle of sacrifice thus established by the Vedas certainly leads a life full of sin. Living only for the satisfaction of the senses, such a person lives in vain.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "17",
              "chapter": "3",
              "sanskrit": "yas tv ātmaratir eva syād <br>ātma-tṛptaś ca mānavaḥ <br>ātmany eva ca saṃtuṣṭas <br>tasya kāryaṃ na vidyate",
              "prabhupada": "But for one who takes pleasure in the Self, whose human life is one of self-realization, and who is satisfied in the Self only, fully satiated – for him there is no duty.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "18",
              "chapter": "3",
              "sanskrit": "naiva tasya kṛtenārtho <br>nākṛteneha kaścanana <br>cāsya sarva-bhūteṣu <br>kaścid artha-vyapāśrayaḥ",
              "prabhupada": "A self-realized man has no purpose to fulfill in the discharge of his prescribed duties, nor has he any reason not to perform such work. Nor has he any need to depend on any other living being.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "19",
              "chapter": "3",
              "sanskrit": "tasmād asaktaḥ satataṃ <br>kāryaṃ karma samācara <br>asakto hy ācaran karma <br>param āpnoti pūruṣaḥ",
              "prabhupada": "Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment one attains the Supreme.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "20",
              "chapter": "3",
              "sanskrit": "karmaṇaiva hi saṃsiddhim <br>āsthitā janakādayaḥ <br>loka-saṃgraham evāpi <br>saṃpaśyan kartum arhasi",
              "prabhupada": "Kings such as Janaka attained perfection solely by performance of prescribed duties. Therefore, just for the sake of educating the people in general, you should perform your work.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "21",
              "chapter": "3",
              "sanskrit": "yadyad ācarati śreṣṭhas <br>tat tad evetaro janaḥ <br>sa yat pramāṇaṃ kurute <br>lokas tad anuvartate",
              "prabhupada": "Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "22",
              "chapter": "3",
              "sanskrit": "na me pārthāsti kartavyaṃ <br>triṣu lokeṣu kiṃcana <br>nānavāptam avāptavyaṃ <br>varta eva ca karmaṇi",
              "prabhupada": "O son of Pṛthā, there is no work prescribed for Me within all the three planetary systems. Nor am I in want of anything, nor have I a need to obtain anything – and yet I am engaged in prescribed duties.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "23",
              "chapter": "3",
              "sanskrit": "yadi hy ahaṃ na varteyaṃ <br>jātu karmaṇy atandritaḥ <br>mama vartmānuvartante <br>manuṣyāḥ pārtha sarvaśaḥ",
              "prabhupada": "For if I ever failed to engage in carefully performing prescribed duties, O Pārtha, certainly all men would follow My path.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "24",
              "chapter": "3",
              "sanskrit": "utsīdeyur ime lokā <br>na kuryāṃ karma ced aham <br>saṃkarasya ca kartā syām <br>upahanyām imāḥ prajāḥ",
              "prabhupada": "If I did not perform prescribed duties, all these worlds would be put to ruination. I would be the cause of creating unwanted population, and I would thereby destroy the peace of all living beings.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "25",
              "chapter": "3",
              "sanskrit": "saktāḥ karmaṇy avidvāṃso <br>yathā kurvanti bhārata <br>kuryād vidvāṃs tathāsaktaś <br>cikīrṣur loka-saṃgraham",
              "prabhupada": "As the ignorant perform their duties with attachment to results, the learned may similarly act, but without attachment, for the sake of leading people on the right path.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "26",
              "chapter": "3",
              "sanskrit": "na buddhibhedaṃ janayed <br>ajñānāṃ karma-saṃginām <br>joṣayet sarva-karmāṇi <br>vidvān yuktaḥ samācaran",
              "prabhupada": "So as not to disrupt the minds of ignorant men attached to the fruitive results of prescribed duties, a learned person should not induce them to stop work. Rather, by working in the spirit of devotion, he should engage them in all sorts of activities [for the gradual development of Kṛṣṇa consciousness].",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "27",
              "chapter": "3",
              "sanskrit": "prakṛteḥ kriyamāṇāni <br>guṇaiḥ karmāṇi sarvaśaḥ <br>ahaṃkāra-vimūḍhātmā <br>kartāham iti manyate",
              "prabhupada": "The spirit soul bewildered by the influence of false ego thinks himself the doer of activities that are in actuality carried out by the three modes of material nature.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "28",
              "chapter": "3",
              "sanskrit": "tattva-vit tu mahā-bāho <br>guṇa-karma-vibhāgayoḥ <br>guṇā guṇeṣu vartanta <br>iti matvā na sajjate",
              "prabhupada": "One who is in knowledge of the Absolute Truth, O mighty-armed, does not engage himself in the senses and sense gratification, knowing well the differences between work in devotion and work for fruitive results.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "29",
              "chapter": "3",
              "sanskrit": "prakṛter guṇasaṃmūḍhāḥ <br>sajjante guṇa-karmasu <br>tān akṛtsnavido mandān <br>kṛtsna-vin na vicālayet",
              "prabhupada": "Bewildered by the modes of material nature, the ignorant fully engage themselves in material activities and become attached. But the wise should not unsettle them, although these duties are inferior due to the performers’ lack of knowledge.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "30",
              "chapter": "3",
              "sanskrit": "mayi sarvāṇi karmāṇi <br>saṃnyasyādhyātma-cetasā <br>nirāśīr nirmamo bhūtvā <br>yudhyasva vigata-jvaraḥ",
              "prabhupada": "Therefore, O Arjuna, surrendering all your works unto Me, with full knowledge of Me, without desires for profit, with no claims to proprietorship, and free from lethargy, fight.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "31",
              "chapter": "3",
              "sanskrit": "ye me matam idaṃ nityam <br>anutiṣṭhanti mānavāḥ <br>śraddhāvanto 'nasūyanto <br>mucyante te 'pi karmabhiḥ",
              "prabhupada": "Those persons who execute their duties according to My injunctions and who follow this teaching faithfully, without envy, become free from the bondage of fruitive actions.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "32",
              "chapter": "3",
              "sanskrit": "ye tv etad abhyasūyanto <br>nānutiṣṭhanti me matam <br>sarvajñāna-vimūḍhāṃs tān <br>viddhi naṣṭān acetasaḥ",
              "prabhupada": "But those who, out of envy, disregard these teachings and do not follow them regularly are to be considered bereft of all knowledge, befooled, and ruined in their endeavors for perfection.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "33",
              "chapter": "3",
              "sanskrit": "sadṛśaṃ ceṣṭate svasyāḥ <br>prakṛter jñānavān api <br>prakṛtiṃ yānti bhūtāni <br>nigrahaḥ kiṃ kariṣyati",
              "prabhupada": "Even a man of knowledge acts according to his own nature, for everyone follows the nature he has acquired from the three modes. What can repression accomplish?",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "34",
              "chapter": "3",
              "sanskrit": "indriyasyendriyasyārthe <br>rāga-dveṣau vyavasthitau <br>tayor na vaśam āgacchhet tau hy asya paripanthinau",
              "prabhupada": "There are principles to regulate attachment and aversion pertaining to the senses and their objects. One should not come under the control of such attachment and aversion, because they are stumbling blocks on the path of self-realization.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "35",
              "chapter": "3",
              "sanskrit": "śreyān svadharmo viguṇaḥ <br>paradharmāt sv-anuṣṭhitāt <br>sva-dharme nidhanaṃ śreyaḥ <br>para-dharmo bhayāvahaḥ",
              "prabhupada": "It is far better to discharge one’s prescribed duties, even though faultily, than another’s duties perfectly. Destruction in the course of performing one’s own duty is better than engaging in another’s duties, for to follow another’s path is dangerous.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "36",
              "chapter": "3",
              "sanskrit": "arjuna uvāca <br>atha kena prayukto 'yaṃ <br>pāpaṃ carati pūruṣaḥ <br>anicchann api vārṣṇeya <br>balād iva niyojitaḥ",
              "prabhupada": "Arjuna said: O descendant of Vṛṣṇi, by what is one impelled to sinful acts, even unwillingly, as if engaged by force?",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "37",
              "chapter": "3",
              "sanskrit": "śrī bhagavān uvāca <br>kāma eṣa krodha eṣa <br>rajo-guṇa-samudbhavaḥ <br>mahāśano mahā-pāpmā <br>viddhy enam iha vairiṇam",
              "prabhupada": "The Supreme Personality of Godhead said: It is lust only, Arjuna, which is born of contact with the material mode of passion and later transformed into wrath, and which is the all-devouring sinful enemy of this world.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "38",
              "chapter": "3",
              "sanskrit": "dhūmenāvriyate vanhir <br>yathādarśo malena ca <br>yatholbenāvṛto garbhas <br>tathā tenedam āvṛtam",
              "prabhupada": "As fire is covered by smoke, as a mirror is covered by dust, or as the embryo is covered by the womb, the living entity is similarly covered by different degrees of this lust.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "39",
              "chapter": "3",
              "sanskrit": "āvṛtaṃ jñānam etena <br>jñānino nitya-vairiṇā <br>kāmarupeṇa kaunteya <br>duṣpūreṇānalena ca",
              "prabhupada": "Thus the wise living entity’s pure consciousness becomes covered by his eternal enemy in the form of lust, which is never satisfied and which burns like fire.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "40",
              "chapter": "3",
              "sanskrit": "indriyāṇi mano buddhir <br>asyādhiṣṭhānam ucyate <br>etair vimohayaty eṣa <br>jñānam āvṛtya dehinam",
              "prabhupada": "The senses, the mind and the intelligence are the sitting places of this lust. Through them lust covers the real knowledge of the living entity and bewilders him.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "41",
              "chapter": "3",
              "sanskrit": "tasmāt tvam indriyāṇy ādau <br>niyamya bharatarṣabha <br>pāpmānaṃ prajahi hy enaṃ <br>jñāna-vijñāna-nāśanam",
              "prabhupada": "Therefore, O Arjuna, best of the Bhāratas, in the very beginning curb this great symbol of sin [lust] by regulating the senses, and slay this destroyer of knowledge and self-realization.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "42",
              "chapter": "3",
              "sanskrit": "indriyāṇi parāṇy āhur <br>indriyebhyaḥ paraṃ manaḥ <br>manasas tu parā buddhir <br>yo buddheḥ paratas tu saḥ",
              "prabhupada": "The working senses are superior to dull matter; mind is higher than the senses; intelligence is still higher than the mind; and he [the soul] is even higher than the intelligence.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            },
            {
              "verse": "43",
              "chapter": "3",
              "sanskrit": "evaṃ buddheḥ paraṃ buddhvā <br>saṃstabhyātmānam ātmanā <br>jahi śatruṃ mahā-bāho <br>kāma-rūpaṃ durāsadam",
              "prabhupada": "Thus knowing oneself to be transcendental to the material senses, mind and intelligence, O mighty-armed Arjuna, one should steady the mind by deliberate spiritual intelligence [Kṛṣṇa consciousness] and thus – by spiritual strength – conquer this insatiable enemy known as lust.",
              "winthrop": "",
              "mitchell": "",
              "Translation and Grammar Notes": ""
            }
          ]
        },
        {
          "chapter": 4,
          "verses": []
        },
        {
          "chapter": 5,
          "verses": []
        },
        {
          "chapter": 6,
          "verses": []
        },
        {
          "chapter": 7,
          "verses": []
        },
        {
          "chapter": 8,
          "verses": []
        },
        {
          "chapter": 9,
          "verses": []
        },
        {
          "chapter": 10,
          "verses": []
        },
        {
          "chapter": 11,
          "verses": []
        },
        {
          "chapter": 12,
          "verses": []
        },
        {
          "chapter": 13,
          "verses": []
        },
        {
          "chapter": 14,
          "verses": []
        },
        {
          "chapter": 15,
          "verses": []
        },
        {
          "chapter": 16,
          "verses": []
        },
        {
          "chapter": 17,
          "verses": []
        },
        {
          "chapter": 18,
          "verses": []
        }
      ]
    }
  ]
}
